{
  "id": "com.healthlynked",
  "title": "Healthlynked",
  "icon_url": "https://lh3.googleusercontent.com/ajnbIpz8KKcDlzjgjUNDBZmwfJJDedraXZkmpomaHrPlr4B-6FAJelwh7_MBHKGBsbfF",
  "developer_id": "HealthLynked+Corp",
  "updated_date": "2020-04-22",
  "downloads": "10,000+",
  "country": "",
  "description": "Enter HealthLynked—the first comprehensive data-sharing service for member patients and the healthcare providers who serve them. The service is absolutely free to patients. It consolidates detailed medical information in one password-protected, secure and safe online location and simplifies interactions with physicians.\nBest of all, by making your most current medical information available to participating providers authorized to see it, you enable physicians to better diagnose and treat medical conditions.  For patients, the system provides the following benefits:\n•\tAn electronic health records that travels everywhere.\n•\tIt’s available to view or download 24/7 on a web-enabled computer or mobile device.\n•\tHealthLynked is so easy to use, patients do not need to be technology-savvy.\n•\tHealthLynked members experience shorter wait times.\n•\tMembers avoid redundant office paperwork.\n•\tBy creating their own personal, portable medical record, patients and their providers can gain access to complete health information through an easy, online system.\n•\tIf you need to see a doctor locally or away from home, you can share comprehensive medical history instantly.\n•\tHealthcare providers, wherever patients see them, will be able to make better-informed medical decisions to improve health care.\n•\tBy having possession of accurate medical records, you will help reduce the potential of medical errors or adverse drug reactions.\n•\tYou become a more active participant in their care.\n•\tHealthLynked medical records require a strong password and are maintained by the highest encryption standards.\n•\tPatient name, social security number, birth date, and other identifiable pieces of information are each stored separately.\n•\tFirewalls and encryption at rest protect all data.\n•\tOnly patients and those they authorize will have access to medical records, which may be revoke at any time.",
  "app_store_url": "https://play.google.com/store/apps/details?id=com.healthlynked",
  "permissions": {
    "Storage": [
      "Read the contents of your usb storage",
      "Modify or delete the contents of your usb storage"
    ],
    "Camera": [
      "Take pictures and videos"
    ],
    "Location": [
      "Approximate location (network-based)",
      "Precise location (gps and network-based)"
    ],
    "Photos/Media/Files": [
      "Read the contents of your usb storage",
      "Modify or delete the contents of your usb storage"
    ],
    "Phone": [
      "Directly call phone numbers"
    ],
    "Wi-Fi connection information": [
      "View wi-fi connections"
    ],
    "Other": [
      "Receive data from internet",
      "View network connections",
      "Full network access",
      "Prevent device from sleeping"
    ]
  }
}