{
  "id": "com.innovaccer.assistant.innote",
  "title": "InNote Assistant",
  "icon_url": "https://lh3.googleusercontent.com/ZMu3gqo7J4iB8XC6nx6rBq_4BnihZ_DPeGa7ytBx9YuV4lK5pwfhOofdjLMDXuaoOCA",
  "developer_id": "Innovaccer Inc",
  "updated_date": "2020-04-11",
  "downloads": "10,000+",
  "country": "US",
  "description": "The novel coronavirus disease 2019 (COVID-19) has spread to at least 100 countries globally. Many Americans are concerned that they may have or are at risk of contracting COVID-19. It is likely that primary care practices will see a high uptick in patient call volume during this pandemic. Their current systems are not equipped to help practices handle the influx of demand during this pandemic.\nWorking with clinicians nationwide and using the Centers for Disease and Prevention (CDC) guidelines, Innovaccer has developed a free COVID-19 Practice Assistant solution to help provider practices triage the increase in demand of their services.\nInnovaccer’s COVID-19 Practice Assistant is a HIPAA and SOC 2 compliant application  available to help healthcare providers and physician practices to be prepared with an increase in demand by providing these capabilities:\nPatient/Consumer COVID-19 self-screening to triage increased patient volume in medical practices\nAutomates outreach of helpful CDC guidelines to patients.\nAuto-form fill completion to state agencies to reduce clinician’s documentation burden\nProduct Detail\nSelf-evaluation assessments:\nThe COVID-19 Practice Assistant allows practices to send self-evaluation assessments remotely to people as they book an appointment with their primary care providers. The self-evaluation assessment contains objective questions to gather details such as episode history, travel history, chronic conditions, and other information. The assessment provides initial screening for those at risk of having contracted the Coronavirus (SARS-CoV-2 virus), those having symptoms of possible COVID-19 and those who have a higher risk of having a potentially serious or complicated illness.\nTelemedicine:\nConduct Virtual Visit with your patients, Host Virtual waiting-rooms\nEducation resources:\nPhysicians, nurses, practice managers, and medical assistants can also leverage the COVID-19 Practice Assistant to electronically send useful education resources accordingly to individuals who filled in their assessments or have tested positive for COVID-19. The resources include prevention guidelines, steps to take in quarantine, and other information from the Centers for Disease Control (CDC) and World Health Organization (WHO).\nAutomated communication with state agencies:\nIn the case someone is screened as potentially having COVID-19, the Practice Assistant will automatically fill out the CDC’s Persons Under Investigation (PUI) form and case reports and send it to the State Health Department as soon as the physician approves.",
  "app_store_url": "https://play.google.com/store/apps/details?id=com.innovaccer.assistant.innote",
  "permissions": {
    "Other": [
      "Full network access"
    ]
  },
  "developer_url": "https://innovaccer.com/privacy/",
  "available": true,
  "first_time_seen": "2020-05-10"
}