{
  "id": "com.netcompany.smittestop_exposure_notification",
  "title": "Smittestop",
  "icon_url": "https://play-lh.googleusercontent.com/ucXPOwW7AhYdQhzMFN_xm7Ha12Ga9D9QEBxztSA0ZP3BlI9z3rFrLf72FDrtiRxigA",
  "developer_id": "Sundheds- og Ældreministeriet",
  "updated_date": "2020-08-14",
  "downloads": "500,000+",
  "country": "DK",
  "description": "Hent appen, og hjælp med at stoppe smittespredning af COVID-19 i Danmark. Appen smitte|stop giver os alle sammen mulighed for at være med til at stoppe udbredelsen af COVID-19 i Danmark. Smitte|stop skal sammen med anbefalingerne fra myndighederne hjælpe os med at passe godt på hinanden, mens samfundet genåbner. Med smitte|stop kan du være med til at bryde smittekæder. Smitte|stop giver dig mulighed for at få besked, når du har været tæt på en anden bruger af appen, der har fået COVID-19. På den måde, kan du hurtigt følge sundhedsmyndighedernes anbefalinger og derved bryde en mulig smittekæde. Du kan give besked til andre brugere af appen, hvis du bliver testet positiv. De kan ikke se, hvem du er. Det er frivilligt at hente og anvende appen, men jo flere, der anvender den, jo flere smittekæder kan appen hjælpe med at bremse. Hvordan fungerer smitte|stop? • Når du aktiverer smitte|stop, bruger din telefon tilfældige Bluetooth-ID’er til at finde ud af, om du muligvis har været tæt på nogen, der har oplyst i appen, at de har COVID-19. De tilfældige ID’er bliver lagret på din telefon og forlader kun din telefon, når du frivilligt og aktivt giver besked i appen med dit NemID, at du har COVID-19. • Smitte|stop bruger din telefons ’Notifikationer om eksponering for COVID-19’, som er udviklet af Apple og Google. • Ingen kan se, hvem du er, og du kan ikke se, hvem du har opholdt dig tæt på. • Ingen myndigheder eller virksomheder har adgang til oplysninger om, hvem du har været i nærheden af, eller hvis du i appen får besked om, at du har været tæt på en COVID-19-positiv • Appen bruger ikke GPS til at registrere data  om, hvor du befinder dig. • To telefoner genkender hinanden via appen og udveksler tilfældige ID’er gennem bluetooth. Arbejdet med at udvikle appens funktioner sker løbende. Ved at downloade smitte|stop accepterer du Vilkår og betingelser. Du skal give samtykke, når du har downloadet appen. Smitte|stop er udviklet af Sundheds- og Ældreministeriet i samarbejde med Styrelsen for Patientsikkerhed, Statens Serum Institut, Sundhedsstyrelsen og Digitaliseringsstyrelsen. Læs mere om appen på: www.smittestop.dk.",
  "app_store_url": "https://play.google.com/store/apps/details?id=com.netcompany.smittestop_exposure_notification",
  "dangerous_permissions_count": 0,
  "permissions": {
    "Other": [
      {
        "permissionName": "Full network access",
        "isDangerous": 0
      },
      {
        "permissionName": "Pair with bluetooth devices",
        "isDangerous": 0
      },
      {
        "permissionName": "Prevent device from sleeping",
        "isDangerous": 0
      },
      {
        "permissionName": "Run at startup",
        "isDangerous": 0
      },
      {
        "permissionName": "View network connections",
        "isDangerous": 0
      }
    ]
  },
  "developer_url": "https://www.smittestop.dk",
  "available": true,
  "first_time_seen": "2020-09-16",
  "privacy_policy": "https://www.smittestop.dk/databeskyttelse"
}