{
  "id": "mx.gob.www",
  "title": "COVID-19MX",
  "icon_url": "https://lh3.googleusercontent.com/lo1klwGRrCc8mhLmTCxIg8sBsppq4NbyWvzTqwX95fWMt3DUHWyt697HGniV2O2jdEc",
  "developer_id": "Secretar%C3%ADa+de+Salud+MX",
  "updated_date": "2020-04-14",
  "downloads": "100,000+",
  "country": "MX",
  "description": "La Secretaría de Salud te ofrece esta aplicación que te permite contar con la información necesaria para protegerte y actuar de manera oportuna ante el Coronavirus-2019\nCuenta con las siguientes funcionalidades:\nAcceso directo al teléfono de atención epidemiológica sanitaria.\nAutodiagnóstico: En caso de sospecha de que tu o algún familiar sufrieron el contagio, responde al cuestionario  y tendrás las recomendaciones para actuar y de ser necesario acudir para atención médica.\nUbicaciones: Identifica los Centros de Atención más cercanos a tu ubicación, puedes consultar por Estados o mediante un mapa que te muestra el domicilio y ruta para llegar.\nDudas: Te ofrece la información más importante para entender qué es, cómo se transmite y los grupos más vulnerables.\nConsejos: Te presenta las medidas de prevención que te ayudarán a evitar esta y otras enfermedades.\nNoticias: Acceso a la información oficial incluyendo conferencias de prensa y comunicados de la Secretaría de Salud.\nNota: Recuerda activar los permisos de geolocalización, para que se muestren las instalaciones sanitarias más cercanas a tu domicilio.",
  "app_store_url": "https://play.google.com/store/apps/details?id=mx.gob.www",
  "permissions": {
    "Storage": [
      "Modify or delete the contents of your usb storage",
      "Read the contents of your usb storage"
    ],
    "Location": [
      "Precise location (gps and network-based)",
      "Approximate location (network-based)"
    ],
    "Photos/Media/Files": [
      "Modify or delete the contents of your usb storage",
      "Read the contents of your usb storage"
    ],
    "Wi-Fi connection information": [
      "View wi-fi connections"
    ],
    "Other": [
      "Receive data from internet",
      "Full network access",
      "Pair with bluetooth devices",
      "Read google service configuration",
      "View network connections",
      "Access bluetooth settings",
      "Prevent device from sleeping",
      "Control vibration",
      "Mock location sources for testing",
      "Run at startup"
    ]
  }
}