{
  "id": "pl.gov.mc.protegosafe",
  "title": "ProteGO Safe",
  "icon_url": "https://lh3.googleusercontent.com/NtUrs_H-kNSrK5Nj0qNk-DiiSfPRjFxzP8VQVsugRVCQVM13LHPoRBbhQc105efj44Q",
  "developer_id": "Ministerstwo Cyfryzacji",
  "updated_date": "2020-04-30",
  "downloads": "10,000+",
  "country": "PL",
  "description": "Aplikacja ProteGO Safe to realna pomoc dla nas wszystkich. Dzięki niej szybciej wrócimy do normalnego życia. Ważne, aby korzystało z niej możliwie najwięcej osób. Zachęć znajomych do pobrania, zainstalowania i korzystania z aplikacji. Pokonajmy razem koronawirusa! Aplikacja ProteGO Safe pomoże nam w wychodzeniu z najostrzejszych obostrzeń związanych z pandemią. Informuje o potencjalnym zagrożeniu zakażenia koronawirusem. Im więcej wiemy o sobie, tym skuteczniej możemy się chronić. W tej wersji aplikacja umożliwia samokontrolę swojego stanu zdrowia. Wkrótce zostanie uzupełniona o moduł wykorzystujący technologię Bluetooth, dzięki któremu będzie zbierała informacje o napotkanych przez nas urządzeniach i informowała o spotkaniach z chorymi. Wykonuj Test Oceny Ryzyka Test Oceny Ryzyka to prosta ankieta stworzona przez lekarzy. Po uzupełnieniu testu, system sprawdza (na podstawie wytycznych Światowej Organizacji Zdrowia i Głównego Inspektoratu Sanitarnego) do jakiej grupy ryzyka kwalifikują się Twoje odpowiedzi. Otrzymasz też rekomendację zachowań. Dzięki temu dowiesz się, co robić dalej i gdzie - w razie potrzeby - szukać pomocy. Ważne! Wypełniaj test regularnie i zgodnie z prawdą. To dla Twojego dobra i zdrowia. Regularnie uzupełniaj Dziennik Zdrowia ProteGO Safe umożliwia także prowadzenie Dziennika Zdrowia, czyli regularnego zapisywania informacji o tym, jak się czujesz i w jakiej jesteś kondycji. Dzięki temu, w razie wystąpienia niepokojących objawów, możesz zareagować. Dziennik Zdrowia to także - jeśli zajdzie taka potrzeba - narzędzie pomocne dla lekarzy. Ułatwia przekazanie personelowi medycznemu informacji o rozwoju objawów oraz współistniejących schorzeniach, czy przyjmowanych lekach. Dzięki temu zyskasz szansę na szybszą diagnozę oraz wybór odpowiedniego schematu leczenia. Prowadzenie Dziennika Zdrowia jest bardzo proste i nie zajmuje wiele czasu. Zacznij od dziś – zadbaj o siebie i swoich bliskich. Ważne informacje o koronawirusie w jednym miejscu W ProteGO Safe znajdziesz wiarygodne, oficjalne i aktualne informacje na temat aktualnej sytuacji związanej z pandemią koronawirusa. Dowiesz się, jak zachować środki ostrożności i jak postępować w przypadku podejrzenia infekcji u siebie lub swoich bliskich. Wszystkie publikowane informacje to komunikaty potwierdzone przez Ministerstwo Zdrowia lub Główny Inspektorat Sanitarny, opracowane na podstawie danych Europejskiego Centrum ds. Zapobiegania i Kontroli Chorób (ECDC) oraz Światowej Organizacji Zdrowia ( WHO). Gdzie znajdziesz więcej informacji? www.gov.pl",
  "app_store_url": "https://play.google.com/store/apps/details?id=pl.gov.mc.protegosafe",
  "permissions": {
    "Location": [
      "Precise location (gps and network-based)"
    ],
    "Other": [
      "Receive data from internet",
      "Full network access",
      "Prevent device from sleeping",
      "Pair with bluetooth devices",
      "View network connections",
      "Access bluetooth settings",
      "Run at startup"
    ]
  },
  "developer_url": "https://govtech.gov.pl/protegosafe/",
  "available": true,
  "first_time_seen": "2020-05-17"
}