{
  "id": "pl.gov.mc.protegosafe",
  "title": "STOP COVID - ProteGO Safe",
  "icon_url": "https://lh3.googleusercontent.com/hP4Sapo5uUnevomjxjRc7pHSVDw_336S90Uo50XEBzDyxLDsBHO3CvhhZSTHFvV9LMAo2uHRqE5_x63DQ84D",
  "developer_id": "Ministerstwo Cyfryzacji",
  "updated_date": "2020-09-20",
  "downloads": "500,000+",
  "country": "PL",
  "description": "Oficjalna, polska aplikacja służąca do śledzenia kontaktu z koronawirusem, wydana przez Ministerstwo Cyfryzacji przy współpracy z Głównym Inspektoratem Sanitarnym. Aplikacja przewidziana do użytku na terenie Polski. STOP COVID - ProteGO Safe to aplikacja na telefon, która pomaga w walce z koronawirusem. Jak działa? Dzięki STOP COVID - ProteGO Safe telefon zapamięta kogo spotkaliście. Co ważne, nikomu tych informacji nie przekazuje. Za to poinformuje Was o kontakcie z osobą zakażoną i podpowie, co zrobić w takiej sytuacji. To szansa na szybszą reakcję i pomoc. Pobierz, zainstaluj i korzystaj z aplikacji STOP COVID - ProteGO Safe. Zachęć do tego także rodzinę i znajomych. Wszystko w Twoich rękach. Aplikacja jest bezpieczna i anonimowa. STOP COVID - ProteGO Safe dba o bezpieczeństwo Twoich danych i prywatność. Nie zbiera żadnych danych. Nigdzie nie przekazuje jakichkolwiek informacji na Twój temat. Nie śledzi Twojej lokalizacji, nie ma dostępu do jakichkolwiek plików czy informacji, które trzymasz w telefonie. WAŻNE: - otrzymanie powiadomienia nie jest jednoznaczne z obowiązkiem odbycia kwarantanny domowej, - otrzymanie powiadomienia nie oznacza, że jesteś chory lub że chorzy są Twoi bliscy, - nikt nie dowie się, że miałeś kontakt z osobą zakażoną (Ty też nie dowiesz się, kto – z kim miałeś kontakt – zachorował, a chory nie wie do kogo wysyła powiadomienie), - nie dostaniesz takiego powiadomienia jeśli kontakt z chorym był krótki, przypadkowy – trwał poniżej 15 minut, a odległość pomiędzy Waszymi urządzeniami była większa niż 2 metry, - aplikacja nie informuje, że właśnie teraz masz kontakt z chorym! Nie dostaniesz powiadomienia, że stojąca obok Ciebie w kolejce osoba ma koronawirusa. Powiadomienia są wysyłane po uzyskaniu przez chorego pozytywnego wyniku testu – w takim przypadku osoba jest na kwarantannie, nie stoi obok Ciebie w kolejce. STOP COVID - ProteGO Safe nie tylko powiadamia o możliwym kontakcie z koronawirusem, ale daje też możliwość wypełniania testów oceny ryzyka zachorowania i prowadzenia dziennika zdrowia. Test oceny ryzyka to prosta ankieta stworzona przez lekarzy. Po uzupełnieniu testu, system sprawdza (na podstawie wytycznych Światowej Organizacji Zdrowia i Głównego Inspektoratu Sanitarnego) do jakiej grupy ryzyka kwalifikują się Twoje odpowiedzi. Otrzymasz też rekomendację zachowań. Dzięki temu dowiesz się, co robić dalej i gdzie - w razie potrzeby - szukać pomocy. STOP COVID - ProteGO Safe umożliwia także prowadzenie dziennika zdrowia, czyli regularnego zapisywania informacji o tym, jak się czujesz i w jakiej jesteś kondycji. Dzięki temu, w razie wystąpienia niepokojących objawów, możesz zareagować. Dziennik zdrowia to także - jeśli zajdzie taka potrzeba - narzędzie pomocne dla lekarzy. Ułatwia przekazanie personelowi medycznemu informacji o rozwoju objawów, współistniejących schorzeniach, czy przyjmowanych lekach. Dzięki temu zyskasz szansę na szybszą diagnozę oraz wybór odpowiedniego schematu leczenia. Prowadzenie dziennika zdrowia jest bardzo proste i nie zajmuje wiele czasu. W STOP COVID - ProteGO Safe znajdziesz też wiarygodne, oficjalne i aktualne informacje na temat aktualnej sytuacji związanej z pandemią koronawirusa. Dowiesz się, jak zachować środki ostrożności i jak postępować w przypadku podejrzenia infekcji u siebie lub swoich bliskich. Publikowane informacje to komunikaty potwierdzone przez Ministerstwo Zdrowia lub Główny Inspektorat Sanitarny. To także informacje opracowane na podstawie danych Europejskiego Centrum ds. Zapobiegania i Kontroli Chorób (ECDC) oraz Światowej Organizacji Zdrowia (WHO). Gdzie znajdziesz więcej informacji? www.gov.pl/protegosafe Wsparcie techniczne protego@mc.gov.pl Pokonajmy razem koronawirusa!",
  "app_store_url": "https://play.google.com/store/apps/details?id=pl.gov.mc.protegosafe",
  "dangerous_permissions_count": 0,
  "permissions": {
    "Other": [
      "Full network access",
      "Pair with bluetooth devices",
      "Prevent device from sleeping",
      "Receive data from internet",
      "Run at startup",
      "View network connections"
    ]
  },
  "developer_url": "https://www.gov.pl/attachment/f8fb3389-26e3-4168-81ba-ac2eb762fb7a",
  "available": true,
  "first_time_seen": "2020-05-17",
  "privacy_policy": "https://www.gov.pl/attachment/f8fb3389-26e3-4168-81ba-ac2eb762fb7a",
  "permissions_new": {
    "Other": [
      {
        "permissionName": "Receive data from internet",
        "isDangerous": 0
      },
      {
        "permissionName": "Run at startup",
        "isDangerous": 0
      },
      {
        "permissionName": "View network connections",
        "isDangerous": 0
      },
      {
        "permissionName": "Pair with bluetooth devices",
        "isDangerous": 0
      },
      {
        "permissionName": "Full network access",
        "isDangerous": 0
      },
      {
        "permissionName": "Prevent device from sleeping",
        "isDangerous": 0
      }
    ]
  }
}