{
  "id": "ae.gov.dha.covid19",
  "title": "COVID19 - DXB Smart App",
  "icon_url": "https://lh3.googleusercontent.com/-FK7INWCL5t8hn6c_p1G0uWgGGCmWMtx_OZ_LtKKEzleo8oJECr71Od5wkPkx-iM9LwY",
  "developer_id": "Dubai Health Authority - DHA",
  "updated_date": "2020-07-19",
  "downloads": "50,000+",
  "country": "AE",
  "description": "A new virus called the severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) has been identified as the cause of a disease outbreak that began in China in 2019. The disease is called coronavirus disease 2019 (COVID-19). The virus is a type of coronavirus — a family of viruses that can cause illnesses such as the common cold, severe acute respiratory syndrome (SARS) and Middle East respiratory syndrome (MERS). Cases of COVID-19 have been reported in a growing number of countries, including the U.S. WHO declared a global pandemic in March 2020. Public health groups, such as the World Health Organization (WHO) and the U.S. Centers for Disease Control and Prevention (CDC), are monitoring the situation and posting updates, treatment and prevention recommendations on their websites. Dubai Health Authority has launched a smart application that will help you get information about COVID-19 Symptoms, how you can prevent yourself from it and what treatments can be adopted to reduce the risk. This application will gives you real statistics worldwide and with in United Arab Emirates, this is helping to stop spreading fake stats, counter fake NEWS circulating around people and gives personalized support from designated paramedics incase you’re infected by COVID-19.",
  "app_store_url": "https://play.google.com/store/apps/details?id=ae.gov.dha.covid19",
  "permissions": {
    "Photos/Media/Files": [
      "Modify or delete the contents of your usb storage",
      "Read the contents of your usb storage"
    ],
    "Microphone": [
      "Record audio"
    ],
    "Storage": [
      "Modify or delete the contents of your usb storage",
      "Read the contents of your usb storage"
    ],
    "Calendar": [
      "Add or modify calendar events and send email to guests without owners' knowledge",
      "Read calendar events plus confidential information"
    ],
    "Wi-Fi connection information": [
      "View wi-fi connections"
    ],
    "Camera": [
      "Take pictures and videos"
    ],
    "Location": [
      "Approximate location (network-based)",
      "Precise location (gps and network-based)"
    ],
    "Other": [
      "Access bluetooth settings",
      "Change your audio settings",
      "Control vibration",
      "Draw over other apps",
      "Full network access",
      "Pair with bluetooth devices",
      "Prevent device from sleeping",
      "Receive data from internet",
      "Run at startup",
      "View network connections"
    ]
  },
  "developer_url": "http://www.dha.gov.ae",
  "available": true,
  "first_time_seen": "2020-05-10"
}