{
  "id": "at.roteskreuz.stopcorona",
  "title": "Stopp Corona",
  "icon_url": "https://play-lh.googleusercontent.com/2NERfqltW9rIkNkgCY96ZHjxWRRAm_5UXVWI3KcZJ3c1b9TKJZbD95N_7vGv1gUIbBA",
  "developer_id": "Österreichisches Rotes Kreuz",
  "updated_date": "2021-05-28",
  "downloads": "500,000+",
  "country": "AT",
  "description": "The Austrian Red Cross publishes the “Stopp Corona” app on behalf of the Federal Ministry of Health as the responsible authority of the Austrian Federal Government. „Stopp Corona“ helps you to keep track of encounters with friends, family or co-workers and save them anonymously. Should you contract the corona virus all your encounters of the last two days will be informed automatically and anonymously. You too will be notified instantly and anonymously should one of your saved encounters report to have contracted the virus. Helping all of you to take appropriate measures such as. - Keep a safe distance (1–2 meters) from others - Avoid social contacts - Self-quarantine as a precaution Together we can break the chain of infection. Not only by protecting ourselves, but also by preventing others from being infected. Say hello with a digital handshake It will definitely be a while before we’ll actually shake each others hands again. In the meantime: use “Stopp Corona”s digital handshake. If you and the person you encounter have installed Stopp Corona the app will anonymously save your meeting. Should one of you fall sick with the corona virus the other will receive an instant notification. Self-check your corona status How are you feeling today? Just answer the clinically proven questionnaire to check yourself for corona symptoms daily. Report suspected infections Should your symptoms match those of a corona infection, you can choose to inform your encounters. This is extremely important so stop the virus from spreading. Everyone you saved in the last two days will get an anonymous notification. So don’t you worry: your personal data is safe with us. If you suspect to have contracted the corona virus, please stay at home and contact your attending physician via telephone. If that is not possible, call the Corona-Hotline 1450. Please do not visit your doctors office or a hospital in person! Medical confirmation If you are officially tested for the corona virus and your test comes back positive, please notify your encounters immediately. Of course the notification will also be anonymous. This app was developed in cooperation with the UNIQA foundation. App concept and implementation was created with the support of Accenture Austria. The Stopp Corona App is based on the Google/Apple Framework. Care for you. Care for me. That’s how we protect ourselves. Open Source Software Project: https://github.com/austrianredcross/stopp-corona-android",
  "app_store_url": "https://play.google.com/store/apps/details?id=at.roteskreuz.stopcorona",
  "dangerous_permissions_count": 0,
  "permissions": {
    "Other": [
      {
        "permissionName": "Full network access",
        "isDangerous": 0
      },
      {
        "permissionName": "Pair with bluetooth devices",
        "isDangerous": 0
      },
      {
        "permissionName": "Prevent device from sleeping",
        "isDangerous": 0
      },
      {
        "permissionName": "Run at startup",
        "isDangerous": 0
      },
      {
        "permissionName": "View network connections",
        "isDangerous": 0
      }
    ]
  },
  "developer_url": "https://www.roteskreuz.at",
  "available": true,
  "first_time_seen": "2020-05-17",
  "privacy_policy": "https://www.roteskreuz.at/site/faq-app-stopp-corona/datenschutzinformation-zur-stopp-corona-app/"
}