{
  "id": "bh.bahrain.corona.tracker",
  "title": "BeAware Bahrain",
  "icon_url": "https://play-lh.googleusercontent.com/8TMJmaOvTfeuiP18b4KWIvOE4nykZpMT5DCHj_tgPagGwz1mAEYNtPj2TdUiUMizC1Wu",
  "developer_id": "Information & eGovernment Authority",
  "updated_date": "2021-08-16",
  "downloads": "1,000,000+",
  "country": "BH",
  "description": "BeAware Bahrain - Together Against COVID-19: As citizens and residents, we have both a community and individual responsibility to safeguard the safety and well-being of all. Be Aware is a mobile application that assists efforts to contain the spread of COVID-19 by advancing contact tracing efforts. BeAware Bahrain App Features BeAware Bahrain provides the following features: 1. Registration: Install the app and enable the location data option to activate the app’s features. 2. Language: The application is available in six languages (Arabic, English, Urdu, Hindi, Bengali and Persian) 3. Contact Tracing: Alerts users to get tested once they have been in contact with a positive case. 4. Coronavirus (COVID-19) Test Results: View Coronavirus lab test results once released by the test center. 5. COVID-19 Test Appointment: This service enables individuals directed by Ministry of Health to book Coronavirus (COVID-19) tests appointments three days prior to self-isolation end date. 6. PCR (COVID-19) Test Certificate: It enables travelers from the Kingdom of Bahrain to view and print their (Polymerase Chain Reaction) PCR test certificate that is valid for one month from the last COVID-19 test. 7. Payment for Arrivals Test: This service enables the individuals entering Bahrain to pay for their Coronavirus (COVID-19) test. 8. Declaration for Exiting Bahrain: This service enables Bahraini citizens to declare their responsibility for traveling abroad before leaving the country. 9. Announcements: Provides updates from the National Taskforce for Combatting the Coronavirus (COVID-19). 10. Decision Lists: Provides a list of all released decisions regarding the Coronavirus from Kingdom of Bahrain officials. 11. General Guidelines: Provides protective instructions about the Coronavirus such as methods to prevent virus spread, self-isolation instructions, and disinfection methods. 12. Official Statistics: Provides a summary of cases including total tests conducted, active cases, stable cases, critical cases, discharged cases, and deaths. 13. Global Statistics: provides statistics from the World Health Organization (WHO) on confirmed cases, recoveries and deaths in total and for selected countries. 14. National Coronavirus Hotline: Allows users to call the National Coronavirus Hotline 444 directly from the App to get advice or clarifications from dedicated agents.",
  "app_store_url": "https://play.google.com/store/apps/details?id=bh.bahrain.corona.tracker",
  "dangerous_permissions_count": 9,
  "permissions": {
    "Photos/Media/Files": [
      {
        "permissionName": "Modify or delete the contents of your usb storage",
        "isDangerous": 1
      },
      {
        "permissionName": "Read the contents of your usb storage",
        "isDangerous": 1
      }
    ],
    "Storage": [
      {
        "permissionName": "Modify or delete the contents of your usb storage",
        "isDangerous": 1
      },
      {
        "permissionName": "Read the contents of your usb storage",
        "isDangerous": 1
      }
    ],
    "Calendar": [
      {
        "permissionName": "Add or modify calendar events and send email to guests without owners' knowledge",
        "isDangerous": 1
      },
      {
        "permissionName": "Read calendar events plus confidential information",
        "isDangerous": 1
      }
    ],
    "Device & app history": [
      {
        "permissionName": "Retrieve running apps",
        "isDangerous": 0
      }
    ],
    "Camera": [
      {
        "permissionName": "Take pictures and videos",
        "isDangerous": 1
      }
    ],
    "Location": [
      {
        "permissionName": "Approximate location (network-based)",
        "isDangerous": 1
      },
      {
        "permissionName": "Precise location (gps and network-based)",
        "isDangerous": 1
      }
    ],
    "Other": [
      {
        "permissionName": "Access bluetooth settings",
        "isDangerous": 0
      },
      {
        "permissionName": "Full network access",
        "isDangerous": 0
      },
      {
        "permissionName": "Pair with bluetooth devices",
        "isDangerous": 0
      },
      {
        "permissionName": "Prevent device from sleeping",
        "isDangerous": 0
      },
      {
        "permissionName": "Receive data from internet",
        "isDangerous": 0
      },
      {
        "permissionName": "Run at startup",
        "isDangerous": 0
      },
      {
        "permissionName": "View network connections",
        "isDangerous": 0
      }
    ]
  },
  "developer_url": "https://bahrain.bh",
  "available": true,
  "first_time_seen": "2020-05-10",
  "privacy_policy": "https://bahrain.bh/wps/portal/BeAwarePrivacyPolicy_en"
}