{
  "id": "ca.albertahealthservices.contacttracing",
  "title": "ABTraceTogether",
  "icon_url": "https://play-lh.googleusercontent.com/vjEfwYpWeXX2hrjXbk7EMewqSROo8E5IHpVZl8bvVnJMxCkcRWkUHmkN4W_UFFJKx3EJ",
  "developer_id": "Government of the Province of Alberta",
  "updated_date": "2021-07-26",
  "downloads": "100,000+",
  "country": "CA",
  "description": "This app is being brought to you by the Government of Alberta. This app is intended for ages 14+. Some of the key benefits of this app are to: - Augment our current contact tracing efforts to provide guidance and care to those who are or may be infected. - Help keep Albertans safe by quickly identifying close contacts of infected person and enabling Alberta Health Services (AHS) to get them the guidance and care they need, reducing the spread of COVID-19 and helping them protect their family, friends and community. The ABTraceTogether app is most effective if it reaches a strong penetration of usage among Albertans, which means the more people that use the app, the better the app works. The ABTraceTogether app uses a secure, community-driven approach where mobile devices exchange Bluetooth-enabled secure encrypted tokens when another device with the app installed is detected nearby. If an Albertan tests positive for COVID-19, a Contact Tracer from AHS will get in touch with the infected person using contact information provided at the testing center. This process does not change from existing AHS leading practices. When an infected person is contacted by a Contact Tracer, the infected person will be asked if they use the ABTraceTogether app, and will be asked to voluntarily upload the encrypted data from the app. This information will be critical to help increase the speed and effectiveness of Alberta’s COVID-19 response. Once AHS receives the encrypted data, AHS Contact Tracers will be able to use that information to reach the other app users who have had close contact with the infected person. Location permissions are required by the application because Android/Google requires apps requesting access to Bluetooth to also obtain location permission. Enabling Bluetooth and Location Services is used solely to improve the app’s functionality by allowing the app to operate regardless of the device’s lock/unlock state or the app’s foreground/background status. Personal information, and location information or GPS coordinates are not used, captured, or stored. The Bluetooth exchange ID log data collected is stored locally in your phone in an encrypted form. This data will not be accessed by Alberta Health Services unless and until you choose to upload it as a result of being diagnosed with COVID-19. Mobile numbers or any other personal information are not revealed to other app users. Personal Information collected: - Phone number Permissions required: - Bluetooth enabled - Location - Push notifications (optional) ABTraceTogether is intended to be used for case and contact tracing to identify possible exposures to COVID-19. It is not intended for use in the diagnosis, or treatment of COVID-19. Individuals should be vigilant and follow public health guidelines and recommendations. Anyone experiencing COVID-19 related symptoms should complete the online self-assessment athttps://myhealth.alberta.ca/Journey/COVID-19/Pages/COVID-Self-Assessment.aspx or contact Health Link by calling 811. Use of this mobile application, and use of the information accessed by it, is your responsibility. This application is provided ‘as is,' without warranty or representation of any kind including the use, accuracy, timelines, applicability, performance, security, availability or reliability of this application, or that it is free of errors or defects. The Government of Alberta is not responsible for any loss or damage, including but not limited to property damage, personal injury or death, arising from the use or non-use of this mobile application, any reliance on the information accessed by it, or any failure to access information through this mobile application. The Government of Alberta is not responsible for any damage to your mobile device or its operating system, or for any loss of or corruption of data, resulting from the downloading of this application. Copyright 2021 Government of Alberta",
  "app_store_url": "https://play.google.com/store/apps/details?id=ca.albertahealthservices.contacttracing",
  "dangerous_permissions_count": 2,
  "permissions": {
    "Location": [
      {
        "permissionName": "Approximate location (network-based)",
        "isDangerous": 1
      },
      {
        "permissionName": "Precise location (gps and network-based)",
        "isDangerous": 1
      }
    ],
    "Other": [
      {
        "permissionName": "Access bluetooth settings",
        "isDangerous": 0
      },
      {
        "permissionName": "Full network access",
        "isDangerous": 0
      },
      {
        "permissionName": "Pair with bluetooth devices",
        "isDangerous": 0
      },
      {
        "permissionName": "Prevent device from sleeping",
        "isDangerous": 0
      },
      {
        "permissionName": "Run at startup",
        "isDangerous": 0
      },
      {
        "permissionName": "View network connections",
        "isDangerous": 0
      }
    ]
  },
  "developer_url": "http://alberta.ca/ABTraceTogether",
  "available": true,
  "first_time_seen": "2020-08-25",
  "privacy_policy": "https://alberta.ca/ABTraceTogetherPrivacy"
}