{
  "id": "ch.admin.bag.dp3t",
  "title": "SwissCovid",
  "icon_url": "https://play-lh.googleusercontent.com/aqKA0KyE2W88K0GWkFJekgfG_vsGm35H0QdeCcSuo7TaZWQlUsZLnfd265ywVY69pf4",
  "developer_id": "Federal Office of Public Health FOPH",
  "updated_date": "2021-12-03",
  "downloads": "1,000,000+",
  "country": "CH",
  "description": "SwissCovid is the official contact tracing app of Switzerland and is operated by the Federal Office of Public Health FOPH. SwissCovid will help to contain the new coronavirus. It complements the conventional contact tracing carried out by the cantons. Using the SwissCovid app is voluntary and free of charge. The more people who install and use the app, the more effectively the app can help us to contain the new coronavirus. However, it is still important to follow the rules on hygiene and social distancing. With a combination of the SwissCovid app, contact tracing and complying with the rules, we can continue to keep the coronavirus effectively in check. Minimum technical requirements: To use the app, the Android 6 operating system or newer must be installed on the smartphone. Details of the version of the operating system can be found under Settings > About phone > Software information > Android version Encounters function: All you need to do is switch on Bluetooth and carry your phone at all times. The smartphone transmits encrypted IDs, known as checksums, via Bluetooth. These are long random strings of characters. Each checksum is deleted automatically from your phone two weeks after it is generated. The app anonymously measures how long and how close it is to other smartphones that have the app installed. It records any encounters that it has with other phones (closer than 1.5 metres and for longer than 15 minutes in any one day), as these are the situations in which you are most likely to become infected with the virus. Check-in function: SwissCovid check-ins allow you to check in to a location or meeting with the app. In this way, you can be alerted if there is a risk of infection – regardless of the distance. Only your presence is stored in the app; you don’t have to leave behind any personal data. You can also offer check-ins through the SwissCovid app. To do so, you generate a SwissCovid QR code in the app that people can use to check in on site. How notification works If a SwissCovid app user tests positive for the coronavirus, they will receive what is called a Covidcode. The code allows them to activate the notification function in their app. This alerts other app users with whom they were in close contact or who were checked in at the same location during the infectious period (two days before the onset of symptoms). When the Covidcode is entered, the app notifies these other app users automatically and anonymously. The people who have been notified can find out in the app what to do next. Their privacy is protected at all times. Even if they don’t have any symptoms, a coronavirus test is advisable and recommended.  If a person who has been notified has already developed symptoms of the disease, they should get tested immediately. By working together in this way, we can all help to stop the spread of coronavirus. Protecting privacy The data that your SwissCovid app collects is only stored locally on your smartphone. The phone does not send any personal or location data to a central storage location or server. This means that no one can work out who you have been in contact with or where that contact took place. Once the coronavirus crisis is over, the system will be shut down. The use of the app is limited to Switzerland and is subject to Swiss law.",
  "app_store_url": "https://play.google.com/store/apps/details?id=ch.admin.bag.dp3t",
  "dangerous_permissions_count": 1,
  "permissions": {
    "Camera": [
      {
        "permissionName": "Take pictures and videos",
        "isDangerous": 1
      }
    ],
    "Other": [
      {
        "permissionName": "Full network access",
        "isDangerous": 0
      },
      {
        "permissionName": "Pair with bluetooth devices",
        "isDangerous": 0
      },
      {
        "permissionName": "Prevent device from sleeping",
        "isDangerous": 0
      },
      {
        "permissionName": "Run at startup",
        "isDangerous": 0
      },
      {
        "permissionName": "Set an alarm",
        "isDangerous": 0
      },
      {
        "permissionName": "View network connections",
        "isDangerous": 0
      }
    ]
  },
  "developer_url": "https://www.bag.admin.ch/",
  "available": true,
  "first_time_seen": "2020-07-21",
  "privacy_policy": "https://www.bag.admin.ch/swisscovid-datenschutzerklaerung-und-nutzungsbedingungen"
}