{
  "id": "co.gov.ins.guardianes",
  "title": "CoronApp - Colombia",
  "icon_url": "https://play-lh.googleusercontent.com/kibLKqpJ_GlDrlWOIyx2-48SwZidyVIGwP1zQby4JF_A-uNaFgLAx_s_umwx5GSA0H0",
  "developer_id": "6475841305156797018",
  "updated_date": "2021-09-02",
  "downloads": "10,000,000+",
  "country": "CO",
  "description": "¿Qué es? •\tAnte la pandemia del Covid-19, el Gobierno colombiano decidió recurrir a la tecnología y a la innovación para salvar la mayor cantidad de vidas posibles, por eso, junto al Instituto Nacional de Salud (INS) crearon la aplicación CoronApp Colombia. •\tEsta aplicación es una de las fuentes de datos para la toma de decisiones del estado. ¿Cuál es el propósito de CoronApp Colombia? •\tFortalecer el despliegue de medidas de prevención, contención y mitigación frente al COVID-19. •\tFacilitar el monitoreo, en tiempo real, de los datos recopilados para que el Centro de Operaciones de Emergencias del INS pueda actuar rápidamente y dar apoyo en coordinación con las autoridades locales, departamentales y nacionales. •\tMonitorear los riesgos en salud pública asociados al Coronavirus. ¿Qué pueden hacer los usuarios registrados? •\tReportar síntomas y los de familiares. •\tRecibir recomendaciones según el estado de salud tras hacer el autodiagnóstico. •\tEncontrar herramientas para afrontar la cuarentena de la mejor forma. •\tObtener tu estatus de movilidad a través de un código QR según excepciones que dispone el Gobierno Colombiano. •\tAcceder a información oficial de los Casos de Coronavirus en Colombia. •\tObtener información sobre los servicios de salud y líneas de atención. Quienes no se registren podrán, igualmente, hacer uso de CoronApp Colombia consultando información oficial, centros de salud, líneas de atención y recomendaciones para su cuidado. ¿Por qué es importante que tú y quienes te rodean la usen? •\tReportar a diario tu estado de salud, incluso si te sientes sano, puede ayudar a rastrear el momento exacto de los síntomas en ti, también el proceso de evolución del virus. Así podremos brindarte el apoyo necesario según tu caso. •\tSi varias personas en tu entorno también registran sus síntomas, podemos entender el estado de una población determinada y el comportamiento del virus en el territorio nacional, esto nos ayuda a tomar mejores decisiones frente a la pandemia. ¿Cuáles son las principales características? •\tEs una aplicación gratuita. •\tEl uso de la información que consignas en CoronApp Colombia se hace cumpliendo los términos de uso que has aceptado, los datos son usados únicamente para la gestión de la pandemia y buscan disminuir el contagio. •\tLas datos que consignas son georeferenciados, es decir podemos ubicar el lugar desde el que se hace el reporte. •\tIncorpora tecnología y mecánicas de aplicaciones pioneras en el mundo para combatir el Coronavirus. ¿Cómo evoluciona CoronApp Colombia? Es una aplicación en constante mejora, aquí te resumimos algunas de las principales novedades: Versión previa al 31 de Marzo 2020 •\tSe modifica interfaz gráfica de la aplicación mejorando la experiencia de usuario. 31 de Marzo 2020 •\tSe habilita el acceso a la información sin necesidad de registro, se agrega funcionalidades: Como va Colombia, Cuarentena en casa, ultimas noticias y Compartir app. 06 de Abril 2020 •\tSe ajusta el registro de usuario, disminuyendo los campos, para facilitar el acceso a la aplicación, nuevo formulario de autodiagnóstico. 07 de Abril 2020 •\tSe ajusta el flujo de síntomas ampliando la cantidad de preguntas y el diálogo del resultado del diagnóstico. 10 de Abril 2020 •\tSe mejora el autodiagnóstico, se agregan más recomendaciones en la sección Reportar los Síntomas, se agregan nuevas líneas de atención, se mejora el servicio para la visualización de cifras. 14 de Abril 2020 •\tSe actualiza el formulario de registro familiar para identificar solo a los parientes que viven en la misma ubicación. Las demás actualizaciones presentan las respectivas novedades en cada publicación.",
  "app_store_url": "https://play.google.com/store/apps/details?id=co.gov.ins.guardianes",
  "dangerous_permissions_count": 6,
  "permissions": {
    "Contacts": [
      {
        "permissionName": "Read your contacts",
        "isDangerous": 1
      }
    ],
    "Device ID & call information": [
      {
        "permissionName": "Read phone status and identity",
        "isDangerous": 1
      }
    ],
    "Phone": [
      {
        "permissionName": "Directly call phone numbers",
        "isDangerous": 1
      },
      {
        "permissionName": "Read phone status and identity",
        "isDangerous": 1
      }
    ],
    "Location": [
      {
        "permissionName": "Approximate location (network-based)",
        "isDangerous": 1
      },
      {
        "permissionName": "Precise location (gps and network-based)",
        "isDangerous": 1
      }
    ],
    "Other": [
      {
        "permissionName": "Access bluetooth settings",
        "isDangerous": 0
      },
      {
        "permissionName": "Full network access",
        "isDangerous": 0
      },
      {
        "permissionName": "Pair with bluetooth devices",
        "isDangerous": 0
      },
      {
        "permissionName": "Prevent device from sleeping",
        "isDangerous": 0
      },
      {
        "permissionName": "Receive data from internet",
        "isDangerous": 0
      },
      {
        "permissionName": "Run at startup",
        "isDangerous": 0
      },
      {
        "permissionName": "Set an alarm",
        "isDangerous": 0
      },
      {
        "permissionName": "View network connections",
        "isDangerous": 0
      }
    ]
  },
  "developer_url": "https://www.minsalud.gov.co",
  "available": true,
  "first_time_seen": "2020-05-10",
  "privacy_policy": "https://www.ins.gov.co/Normatividad/PoliticasInstitucionales/POLITICA-DE-TRATAMIENTO-DE-INFORMACION-CORONAPP-COLOMBIA.pdf"
}