{
  "id": "com.nj.gov.covidalert",
  "title": "COVID Alert NJ",
  "icon_url": "https://play-lh.googleusercontent.com/nKfkttsvFcAlZ75LABU0E4wYCx4fDiRB3jaXwKzRPi0SF47a2pqAnmbryc50o_V_Tw",
  "developer_id": "State of New Jersey  Applications",
  "updated_date": "2021-05-27",
  "downloads": "100,000+",
  "country": "US",
  "description": "COVID Alert NJ App is being made available by the New Jersey Department of Health (DOH) to complement New Jersey’s comprehensive COVID-19 contact tracing effort. COVID Alert NJ is a free and secure mobile phone app that allows New Jerseyans: 1.\tTo be alerted if they have been in close contact with another app user who has tested positive for COVID-19 – even if that person is a stranger 2.\tTo track their symptoms and get advice on what to do to protect themselves and others 3.\tTo be able to anonymously warn other app users whom they were in close contact with, if they tested positive for COVID-19 – especially people they do not know or remember being in close contact with (e.g., during bus/train ride, at public places) 4.\tTo monitor the latest information and statistics related to the COVID-19 pandemic 5.\tTo reach NJ public health representatives and be connected with support services For all this to work, all you have to do is push “Allow” COVID-19 Exposure Notification Services (ENS) on your phone within your App. You can also choose to “Allow” your phone to turn on the COVID-19 Exposure Notification Services (ENS) and also “Allow” your phone to display notifications so that you also receive an alert that you have been exposed to someone who has tested positive for COVID-19. You can also turn off this functionality, at any time, in the Settings page of the App. In the event you receive an Exposure Notification, you may read NJ DOH advice under Exposure Notification Information or get in touch with a public health representative. It is important to note that COVID Alert NJ will never reveal the identity of any person using the app to other app users, and never reveals who has been diagnosed as positive for COVID-19. Help us Stop the Spread of COVID-19 in New Jersey. Share this app with your friends and family. The use of this App is entirely voluntary and it is available to download for free from the Google Play Store. The App runs Android phones running Android 6.0 and higher. The App is not intended for use by persons under 18 years of age, as they are considered not to have reached the digital age of consent or agreement with the State of New Jersey. You will be asked to confirm that you are 18 years or older after you download the App. View our privacy policy here: https://www.nj.gov/health/documents/DPP_COVIDALERTNJ.pdf",
  "app_store_url": "https://play.google.com/store/apps/details?id=com.nj.gov.covidalert",
  "dangerous_permissions_count": 0,
  "permissions": {
    "Wi-Fi connection information": [
      {
        "permissionName": "View wi-fi connections",
        "isDangerous": 0
      }
    ],
    "Other": [
      {
        "permissionName": "Control vibration",
        "isDangerous": 0
      },
      {
        "permissionName": "Full network access",
        "isDangerous": 0
      },
      {
        "permissionName": "Pair with bluetooth devices",
        "isDangerous": 0
      },
      {
        "permissionName": "Run at startup",
        "isDangerous": 0
      },
      {
        "permissionName": "View network connections",
        "isDangerous": 0
      }
    ]
  },
  "developer_url": "https://covid19.nj.gov/index.html",
  "available": true,
  "first_time_seen": "2020-09-30",
  "privacy_policy": "https://www.nj.gov/health/documents/DPP_COVIDALERTNJ.pdf"
}