{
  "id": "com.moi.covid19",
  "title": "EHTERAZ",
  "icon_url": "https://play-lh.googleusercontent.com/gZCsV0SrmqM-gl0dVIABAdxB6BsgwXqgBMRMFedLrFCwk90gS0XG_KiJfcVNWVqZvQ",
  "developer_id": "Ministry Of Interior - Qatar",
  "updated_date": "2022-01-09",
  "downloads": "1,000,000+",
  "country": "QA",
  "description": "EHTERAZ is the official contact tracing application for the State of Qatar and is owned, operated, and approved by the Ministry of Public Health. ETHERAZ aims to protect and safeguard the health of citizens, residents, and visitors in the State of Qatar to support the national effort in preventing and reducing the spread of COVID-19. ETHERAZ has been developed to: 1)\tProvide alerts or notifications when members of the public are exposed to a suspected, infected, or confined person through prompt, accurate, digital contact tracing. 2)\tProvide a visual QR code showing infection and/or vaccine status (when available) to other individuals for safe interaction with the wider community. 3)\tIdentify locations with high infection rates in order for the relevant authorities to provide prompt action to prevent further spread and higher risk exposure to members of the public. 4)\tProvide official announcements on health, social distancing, containment efforts, and up to date COVID-19 statistics. The Ministry of Public Health wants all users of the application to feel safe when using ETHERAZ and is committed to maintaining each individual’s privacy and confidentiality by using only the necessary minimum amount of information, personal data, and device permissions required to function and protect the citizens and residents of the State of Qatar. EHTERAZ requires permission to use: •\tBluetooth signals for the exchange of anonymized IDs with devices in close proximity that also have EHTERAZ installed. This information is used for contact tracing to alert individuals who are at risk of infection. •\tBackground location services to always know where the device is, in order to better identify  areas with a high infection rate and take prompt action to prevent the spread of COVID-19. •\tLocal device storage when not connected to the internet to hold contact and location information until the user is back online. ETHERAZ is for the benefit of all of us. Working together we can keep our neighbors, our colleagues, our friends, and our families safe. Contact Tracing in EHTERAZ APP When two registered users come within Bluetooth range of each other, their EHTERAZ Apps will automatically exchange anonymized ID with devices in close proximity. This information is used for contact tracing to alert individuals who are at risk of infection.",
  "app_store_url": "https://play.google.com/store/apps/details?id=com.moi.covid19",
  "dangerous_permissions_count": 7,
  "permissions": {
    "Photos/Media/Files": [
      {
        "permissionName": "Modify or delete the contents of your usb storage",
        "isDangerous": 1
      },
      {
        "permissionName": "Read the contents of your usb storage",
        "isDangerous": 1
      }
    ],
    "Storage": [
      {
        "permissionName": "Modify or delete the contents of your usb storage",
        "isDangerous": 1
      },
      {
        "permissionName": "Read the contents of your usb storage",
        "isDangerous": 1
      }
    ],
    "Phone": [
      {
        "permissionName": "Directly call phone numbers",
        "isDangerous": 1
      }
    ],
    "Location": [
      {
        "permissionName": "Approximate location (network-based)",
        "isDangerous": 1
      },
      {
        "permissionName": "Precise location (gps and network-based)",
        "isDangerous": 1
      }
    ],
    "Other": [
      {
        "permissionName": "Access bluetooth settings",
        "isDangerous": 0
      },
      {
        "permissionName": "Disable your screen lock",
        "isDangerous": 0
      },
      {
        "permissionName": "Draw over other apps",
        "isDangerous": 0
      },
      {
        "permissionName": "Force device reboot",
        "isDangerous": 0
      },
      {
        "permissionName": "Full network access",
        "isDangerous": 0
      },
      {
        "permissionName": "Pair with bluetooth devices",
        "isDangerous": 0
      },
      {
        "permissionName": "Prevent device from sleeping",
        "isDangerous": 0
      },
      {
        "permissionName": "Receive data from internet",
        "isDangerous": 0
      },
      {
        "permissionName": "Run at startup",
        "isDangerous": 0
      },
      {
        "permissionName": "View network connections",
        "isDangerous": 0
      }
    ]
  },
  "developer_url": "https://moi.gov.qa",
  "available": true,
  "first_time_seen": "2020-05-10",
  "privacy_policy": "https://biotrace.orbisholding.com/public/disclosure/privacyehteraz.html"
}