{
  "id": "com.bs.ccc",
  "title": "CoronaBD",
  "icon_url": "https://play-lh.googleusercontent.com/ZIxi1iypjh5uteu9XGiGc0oyiJKj9jY7sJKHkhKXLfvEacseQnnpIkDfpAhkT40-0Q",
  "developer_id": "DG Health",
  "updated_date": "2022-03-09",
  "downloads": "500,000+",
  "country": "BD",
  "description": "১। স্বাস্থ অধিদপ্তরের অনুমোদিত অ্যাপ CoronaBD দিয়ে নিজেই যাচাই করুন আপনার করনা (কোভিড-১৯) ঝুঁকি। ২। একটি অ্যাপেই পরিবারের সবার করনার ঝুঁকি যাচাই করুন এবং ঝুঁকির পর্যায় অনুযায়ী প্রয়োজনীয় পরামর্শ ও নির্দেশনাসহ পান। ৩। আপনার ড্যাশবোর্ড/প্রোফাইলে আপনার বর্তমান করোনা ঝুঁকির মাত্রা, উপসর্গের রেকর্ড, স্ব-মূল্যায়নের ফলাফল, জরুরি নির্দেশনা, বিভিন্ন উপসর্গের চিকিৎসা, ইত্যাদি। ৪। পর্যায়ক্রমে বারবার আপনার শারীরিক অবস্থা আপডেট করুন এবং উপসর্গের রেকর্ড রাখুন এই অ্যাপের মাধ্যমেই। ৫। জেনে নিন করোনা ভাইরাস প্রতিরোধের উপায়। ৬। আপনি করোনা ঝুঁকিতে থাকলে সরাসরি হটলাইনে কল কর্মে স্বাস্থ সেবা পান। ৭। CoronaBD অ্যাপের মাধ্যমে দিতে পারবেন সম্ভাব্য করোনা আক্রান্তের তথ্য। এটি আপনার নাগরিক দ্বায়িত্ব। ৮। এই অ্যাপের মাধ্যমেই জানুন করোনা সংক্রান্ত সকল আপডেটেড তথ্য। ৯। করোনা সংক্রান্ত সব প্রেস রিলিজ এখন আপনার হাতের মুঠোয়। ১০। নিজে সচেতন হন। নিজের পরিবারকে করোনা থেকে সুরক্ষিত রাখুন। নাগরিক দায়িত্ব পালন করুন। সমাজ ও দেশকে করোনা মুক্ত করুন ১১। প্রতিদিনের করোনা পরিস্থিতির আপডেট ১২। ম্যাপে দেখুন নিকটস্থ স্যাম্পল কালেকশন বুথ Worried about the Corona virus in Bangladesh? Assess Corona by an approved app, get doctor's advice. 1. Assess Your Coronation (COVID-1) Risk With CoronaBD App Approved by Directorate General of Health Services, Ministry of Health and Family Welfare, Government of the People's Republic of Bangladesh. 2. Check the risk of family members with CoronaBD app and get the necessary advice and guidance as per the risk level. 3. Your current coronary risk level, symptom record, self-assessment results, urgent guidance, treatment for various symptoms, etc. in your dashboard / profile. 4. Periodically update your physical condition and keep a record of symptoms through this app. 5. Find out how to prevent the Corona virus. 6. Assess your risk, get health care directly at the hotline call function. 7. Through the app you can give information about possible coronary affected people. This is your citizen responsibility. 8. Know all the updated information through this app. 9. All Corona press releases are now in your hands. 10. Be aware of yourself. Protect Your Family From Corona. Perform citizen responsibility. Make society and country (Bangladesh) free from corona. 11. Daily corona status updates. 12. See the nearest sample collection booth on the map.",
  "app_store_url": "https://play.google.com/store/apps/details?id=com.bs.ccc",
  "dangerous_permissions_count": 6,
  "permissions": {
    "Photos/Media/Files": [
      {
        "permissionName": "Modify or delete the contents of your usb storage",
        "isDangerous": 1
      },
      {
        "permissionName": "Read the contents of your usb storage",
        "isDangerous": 1
      }
    ],
    "Storage": [
      {
        "permissionName": "Modify or delete the contents of your usb storage",
        "isDangerous": 1
      },
      {
        "permissionName": "Read the contents of your usb storage",
        "isDangerous": 1
      }
    ],
    "Location": [
      {
        "permissionName": "Approximate location (network-based)",
        "isDangerous": 1
      },
      {
        "permissionName": "Precise location (gps and network-based)",
        "isDangerous": 1
      }
    ],
    "Wi-Fi connection information": [
      {
        "permissionName": "View wi-fi connections",
        "isDangerous": 0
      }
    ],
    "Other": [
      {
        "permissionName": "Control vibration",
        "isDangerous": 0
      },
      {
        "permissionName": "Full network access",
        "isDangerous": 0
      },
      {
        "permissionName": "Google play license check",
        "isDangerous": 0
      },
      {
        "permissionName": "Prevent device from sleeping",
        "isDangerous": 0
      },
      {
        "permissionName": "Receive data from internet",
        "isDangerous": 0
      },
      {
        "permissionName": "Run at startup",
        "isDangerous": 0
      },
      {
        "permissionName": "View network connections",
        "isDangerous": 0
      }
    ]
  },
  "developer_url": "https://corona.gov.bd/",
  "available": true,
  "first_time_seen": "2020-05-25",
  "privacy_policy": "http://bit.ly/CoronaBD_Privacy_Policy"
}