{
  "id": "com.symptomate.mobile",
  "title": "Symptomate – Symptom checker",
  "icon_url": "https://lh3.googleusercontent.com/UVPEq6QSxc6c0aKE7kEDWxRVGNl2z3iicO6sS8XolFaSL1Z-TI5NVtkRIQqbMUIg4g",
  "developer_id": "Infermedica",
  "updated_date": "2019-02-01",
  "downloads": "100,000+",
  "country": "PL",
  "description": "What concerns you about your health today? Check your symptoms and find out what could be causing them. It's fast, free and anonymous. Symptomate is the most advanced symptom checker that uses artificial intelligence to evaluate your symptoms. Developed and validated by doctors, Symptomate knows more than 800 conditions and will help you to check your state of health instantly. HOW IT WORKS 1. Enter symptoms Symptomate will ask you to enter basic information about yourself and your symptoms. 2. Answer a few questions Symptomate will start looking for the cause of your symptoms. It will ask you a few carefully selected follow-up questions. 3. Done! Check your results Symptomate will analyze all your answers using advanced artificial intelligence technology. As a result you will receive information on the following: • how serious your symptoms are • possible causes of your symptoms • actions to take • suggested lab tests THE APP AT A GLANCE • AI-powered symptom checker • Learns and evolves every day • Verified by physicians and data scientists (10,000+ hours of review) • 3M+ assessments performed • 800+ conditions and 1,500+ symptoms in the database • Available in many languages, including English, Spanish, Chinese, German, French, Portuguese, Russian, Polish and Slovak • No login required • ... and more! 1,500+ SYMPTOMS Ask Symptomate about: • Feeling weak, tired or sick • Headache • Abdominal pain • Shortness of breath • Fever, sore throat, cough • Dizziness • Weight loss • Bloating • Back pain • Diarrhea • Chest pain • Dermatological changes, rash • ... and many more FEEDBACK Have you noticed a problem or simply have a suggestion? Drop us a line at support@infermedica.com. We look forward to hearing from you! LEGAL NOTICE • The Checkup is not a diagnosis. It is for informational purposes and is not a qualified medical opinion. • Do not use in emergencies. In case of a health emergency, call your local emergency number immediately. • Your data is safe. The information you provide is anonymous and not shared with anyone. Read more in our Terms and Conditions (https://symptomate.com/site/terms-of-service/) and Privacy Policy (https://symptomate.com/site/privacy-policy/).",
  "app_store_url": "https://play.google.com/store/apps/details?id=com.symptomate.mobile",
  "permissions": {
    "Other": [
      "Full network access",
      "View network connections",
      "Control vibration"
    ]
  },
  "developer_url": "https://symptomate.com",
  "available": true,
  "first_time_seen": "2020-05-10"
}