{
  "id": "com.covidtracker.hse",
  "title": "COVID Tracker Ireland",
  "icon_url": "https://play-lh.googleusercontent.com/plQnUf0aq-vGnkr0Geh_QA6Wi_QIh9p14bne6SBK27D314E82NvZQfuAXvEZ_GbiaQ",
  "developer_id": "Health Service Executive (HSE)",
  "updated_date": "2021-07-13",
  "downloads": "1,000,000+",
  "country": "IE",
  "description": "COVID-19 is here. The HSE and the Government of Ireland is asking everyone to help tackle coronavirus by downloading and using the COVID Tracker app every day. Using the app will give us a better picture of the spread of the virus help carry out contact tracing link you to excellent HSE health advice if you need it keep you updated with notifications you can trust How the Covid Tracker app helps us Daily health check-in The Covid Tracker app allows you to check-in every day, to let us know if you have any cold, flu or coronavirus symptoms, or if you’re feeling well. This will help us map the spread of the virus in Ireland. Understanding how the virus is affecting the country will help us to manage and respond to this pandemic. Contact tracing The app uses your phone’s technology to make a record of when you are close to other app users. If an app user tests positive for COVID-19, the HSE can ask them for the records on the app. This will help us to contact other people who might have been affected, and give them the advice and help they need. DCC Storage Users who have received a paper version of their European Digital Covid Certificate can now digitise it by uploading it into the COVIDTracker App. This new function allows users to scan the QR code provided on their DCC into the COVIDTracker app for digital storage. Your data and privacy The COVID Tracker app will not: publicly identify anyone with COVID-19 make personal data available to the HSE without your direct consent use your data for any reason other than contact tracing and anonymously reporting illness levels Be part of this national effort Use this app for 1 minute a day to make an important contribution to the fight against coronavirus. Protect yourself, your family, your community and the most vulnerable in society. Encourage everyone you know to download and use the COVID Tracker app where possible. Protection from Coronavirus. It’s in our hands.",
  "app_store_url": "https://play.google.com/store/apps/details?id=com.covidtracker.hse",
  "dangerous_permissions_count": 1,
  "permissions": {
    "Wi-Fi connection information": [
      {
        "permissionName": "View wi-fi connections",
        "isDangerous": 0
      }
    ],
    "Camera": [
      {
        "permissionName": "Take pictures and videos",
        "isDangerous": 1
      }
    ],
    "Other": [
      {
        "permissionName": "Control vibration",
        "isDangerous": 0
      },
      {
        "permissionName": "Full network access",
        "isDangerous": 0
      },
      {
        "permissionName": "Pair with bluetooth devices",
        "isDangerous": 0
      },
      {
        "permissionName": "Run at startup",
        "isDangerous": 0
      },
      {
        "permissionName": "View network connections",
        "isDangerous": 0
      }
    ]
  },
  "developer_url": "https://covidtracker.ie",
  "available": true,
  "first_time_seen": "2020-08-06",
  "privacy_policy": "http://covidtracker.ie/privacy-and-data"
}