{
  "id": "de.rki.coronawarnapp",
  "title": "Corona-Warn-App",
  "icon_url": "https://play-lh.googleusercontent.com/iESHh8CY2DB9Epwjxu4hBq08sLriQvwyHCK_f4wtdXk_vPGpwYvtQXC7r2l-r3cSaSY3",
  "developer_id": "Robert Koch-Institut",
  "updated_date": "2020-08-12",
  "downloads": "5,000,000+",
  "country": "DE",
  "description": "The Robert Koch Institute (RKI) as the national public health institute publishes the Corona-Warn-App on behalf of the German Federal Government for Germany. The app serves as a digital complement to distancing, hygiene and wearing masks. It uses Bluetooth technology and the Apple/Google Exposure Notification APIs. The app is designed to help break infection chains by informing you if you were recently close to someone who subsequently tested positive for COVID-19. However, at no time does it collect any personal information.  Who you are and where you are remain secret - and your privacy is well-protected. HOW THE APP WORKS Whenever you leave the house, activate the exposure logging feature - it is the heart of the App. When enabled, smartphones exchange encrypted random IDs with other devices using Bluetooth. The random IDs only provide information about the duration and distance of an encounter. No one is able to identify the person behind these IDs. The Corona-Warn-App does not collect any information about the location of the encounter or that of its users. Based on maximum coronavirus incubation times, the random IDs your device collects are stored in an exposure log for 14 days and then deleted. If a person is diagnosed with COVID-19 and chooses to share his/her own device’s random IDs, all persons previously encountered will then be notified anonymously. No one will know when, where or with whom the exposure event took place. The infected person remains anonymous. In addition to the exposure notifications, affected users will receive clear recommendations for action. Important: Information about the notified persons is not accessible at any time. HOW TO KEEP DATA SECURE The Corona-Warn-App is designed to be your daily companion, without knowing your identity. Data protection is 100%-guaranteed throughout the app’s entire service life and for all functions. • No registration: No email address and no name need to be submitted. • No conclusions about identities: When you meet another person using the app, your smartphones only exchange random IDs. • Decentralized storage: Data is stored only on the smartphone itself and deleted after 14 days. • No third-party access: Neither the person reporting a proven COVID-19 infection, nor those who have been notified can be traced – not by the Federal Government, the Robert Koch Institute, any other user, nor by Google. This app is not intended for any use outside of Germany. Corona-Warn-App is the main COVID-19 app for Germany, where it is interconnected with the national health care system. Despite of the above, Corona-Warn-App is also available in this country. It is provided for anyone living, working, vacationing, or visiting Germany regularly or for an extended period of time.",
  "app_store_url": "https://play.google.com/store/apps/details?id=de.rki.coronawarnapp",
  "permissions": {
    "Camera": [
      "Take pictures and videos"
    ],
    "Other": [
      "Full network access",
      "Pair with bluetooth devices",
      "Prevent device from sleeping",
      "Run at startup",
      "View network connections"
    ]
  },
  "developer_url": "https://www.coronawarn.app",
  "available": true,
  "first_time_seen": "2020-07-21"
}