{
  "id": "et.gov.moh.oppia.covid",
  "title": "COVID-19 Ethiopia -Health Worker Training Platform",
  "icon_url": "https://play-lh.googleusercontent.com/CPTdpMiLRWHeMCnGWZPZMyRBgjNZdLsCBYP6_UgjYeOvTl1eKIh5ybY2OkqOuzNCfV8V",
  "developer_id": "5937444381833836501",
  "updated_date": "2022-01-07",
  "downloads": "10,000+",
  "country": "ET",
  "description": "Background COVID-19 Ethiopia is a health worker learning/training platform supported by the Community Health Academy-Last Mile Health using the OppiaMobile app technology. Objective To reach health workers with appropriate, up-to-date and multimedia aided COVID-19 information and training content on mobile devices accessed anywhere, anytime. One of the major limiting factors to a timely COVID-19 response is the need for social distancing which prevents traditional capacity building efforts such as face-to-face training. COVID-19 Ethiopia training platform has been developed to address this need in a timely manner. What is it? OppiaMobile is an open source mobile learning platform specially designed for delivering learning content such as multimedia and quizzes in low-resource settings. Course content can be developed in Moodle and then exported to run offline on the OppiaMobile Android app. Who is the Target Audience? Frontline health workers including; nurses, health officers, physicians, volunteers working in health facilities and other health service delivery points set up for COVID-19 across all 11 regions of Ethiopia. How Does It Work? Once COVID-19 Ethiopia is downloaded onto a smart phone or tablet, the training content is readily available for use offline. Users earn points for engagement with the course content, and badges when they complete a course. When a course is updated, users are automatically notified that a new version is available, so they can keep their course content up-to-date. Rollout •\tFMOH, EPHI and Community Health Academy will jointly launch the training platform and upload on google Playstore. •\tFMOH/EPHI COVID-19 response teams will endorse, approve uploading of training content and protocols on the platform. •\tFrontline health workers, program managers and all public health professionals will be encouraged to download app and access up-to-date and FMOH approved COVID-19 content. •\tThe training platform/app has already been uploaded on 500 tablets to be distributed by FMOH free of charge to COVID-19 response team members. •\tSurveillance •\tCase Management •\tLaboratory •\tInfection Prevention and Control •\tRisk Communication and Community Engagement •\tCOVID-19 handbook for Health Workers How to Access COVID-19 Ethiopia Training App Users can download the COVID-19 Ethiopia Training App from the Google Playstore. The App requires minimal storage space at less than 5 MB. Do We Disclose Any Personal Information to Outside Parties? Unless you expressly give us permission in writing to do so, Last Mile Health will not sell, rent, license, or trade your Personal Information other than as specified in this Privacy Policy. Disclosures to Third Parties Assisting In Our Operations: Last Mile Health may share your Personal Information under confidentiality agreements with other companies that work with, or on behalf of, Last Mile Health to provide services. These companies may use your Personal Information to assist Last Mile Health in its operations and impact. However, these companies do not have any independent right to share this information. Disclosures Under Special Circumstances: We may provide information about you to respond to subpoenas, court orders, legal process or governmental regulations, or to establish or exercise our legal rights or defend against legal claims. We believe it is necessary to share information in order to investigate, prevent or take action regarding illegal activities, suspected fraud, situations involving potential threats to the physical safety of any person, or as otherwise required by law. Business Transfers: We may share your Personal Information with other business entities in connection with the sale, assignment, merger or other transfer of all or a portion of Last Mile Health’s business to such business entity. We will require any such successor business entity to honor the terms of this Privacy Policy.",
  "app_store_url": "https://play.google.com/store/apps/details?id=et.gov.moh.oppia.covid",
  "dangerous_permissions_count": 8,
  "permissions": {
    "Photos/Media/Files": [
      {
        "permissionName": "Modify or delete the contents of your usb storage",
        "isDangerous": 1
      },
      {
        "permissionName": "Read the contents of your usb storage",
        "isDangerous": 1
      }
    ],
    "Storage": [
      {
        "permissionName": "Modify or delete the contents of your usb storage",
        "isDangerous": 1
      },
      {
        "permissionName": "Read the contents of your usb storage",
        "isDangerous": 1
      }
    ],
    "Device ID & call information": [
      {
        "permissionName": "Read phone status and identity",
        "isDangerous": 1
      }
    ],
    "Phone": [
      {
        "permissionName": "Read phone status and identity",
        "isDangerous": 1
      }
    ],
    "Wi-Fi connection information": [
      {
        "permissionName": "View wi-fi connections",
        "isDangerous": 0
      }
    ],
    "Location": [
      {
        "permissionName": "Approximate location (network-based)",
        "isDangerous": 1
      },
      {
        "permissionName": "Precise location (gps and network-based)",
        "isDangerous": 1
      }
    ],
    "Other": [
      {
        "permissionName": "Access bluetooth settings",
        "isDangerous": 0
      },
      {
        "permissionName": "Full network access",
        "isDangerous": 0
      },
      {
        "permissionName": "Modify global animation speed",
        "isDangerous": 0
      },
      {
        "permissionName": "Pair with bluetooth devices",
        "isDangerous": 0
      },
      {
        "permissionName": "Prevent device from sleeping",
        "isDangerous": 0
      },
      {
        "permissionName": "Run at startup",
        "isDangerous": 0
      },
      {
        "permissionName": "View network connections",
        "isDangerous": 0
      }
    ]
  },
  "developer_url": "http://www.moh.gov.et/",
  "available": true,
  "first_time_seen": "2020-06-04",
  "privacy_policy": "https://lastmilehealth.org/covid-19-privacy-policy/"
}