{
  "id": "fi.thl.koronahaavi",
  "title": "Koronavilkku",
  "icon_url": "https://play-lh.googleusercontent.com/bL8luN5-7ewDJ7PiAJAZeWsGYIUQ1GgV8bpfA-3TB7aECKHJiWn_6aadGVmcgCJCgA",
  "developer_id": "Terveyden ja hyvinvoinnin laitos",
  "updated_date": "2022-02-09",
  "downloads": "1,000,000+",
  "country": "FI",
  "description": "Koronavilkku is Finland's official coronavirus application, which aims to prevent the spread of COVID-19. Your privacy is strongly protected. The Finnish Institute for Health and Welfare is responsible for the app. Koronavilkku looks for nearby phones that have the same app installed. If someone you have previously met reports via Koronavilkku that they have COVID-19, you receive an exposure notification. If you are diagnosed with COVID-19, you can report this anonymously using the app. The app is intended for all ages. If you are a minor, talk to your guardian before downloading the application. USE IS VOLUNTARY The use of Koronavilkku is voluntary. You can stop using the app at any time by removing it from your phone. YOUR PRIVACY IS PROTECTED - Data about encounters collected by the app is only stored on your device. The saved data will be deleted after 21 days or when you uninstall the application. - Your identity is encrypted using random identification codes. - The app does not collect location data. NEED MORE INFORMATION OR HELP? Read more about the application: koronavilkku.fi/en",
  "app_store_url": "https://play.google.com/store/apps/details?id=fi.thl.koronahaavi",
  "dangerous_permissions_count": 0,
  "permissions": {
    "Other": [
      {
        "permissionName": "Full network access",
        "isDangerous": 0
      },
      {
        "permissionName": "Pair with bluetooth devices",
        "isDangerous": 0
      },
      {
        "permissionName": "Prevent device from sleeping",
        "isDangerous": 0
      },
      {
        "permissionName": "Run at startup",
        "isDangerous": 0
      },
      {
        "permissionName": "View network connections",
        "isDangerous": 0
      }
    ]
  },
  "developer_url": "https://thl.fi/en/web/thlfi-en",
  "available": true,
  "first_time_seen": "2020-09-16",
  "privacy_policy": "https://koronavilkku.fi/tietosuojaseloste/"
}