{
  "id": "fr.gouv.android.stopcovid",
  "title": "TousAntiCovid",
  "icon_url": "https://play-lh.googleusercontent.com/HjlF5_gYtZmJVc2jbVBksjUHy-Q4-0UiO8InPswlsncZhBZmnfQVsmv7jUvv8Nw5WA",
  "developer_id": "Gouvernement",
  "updated_date": "2022-02-11",
  "downloads": "10,000,000+",
  "country": "FR",
  "description": "Using TousAntiCovid helps to protect your loved ones, yourself and everybody else by alerting you if you have been close to a user who tests positive. The TousAntiCovid application is designed for use in France. Let’s protect our loved ones, ourselves and everybody else. TousAntiCovid is simple: # Activate the application TousAntiCovid uses your phone’s Bluetooth connection to detect other users’ phones when they are close to yours. # Stay informed You will be alerted when you have been close to a user who tests positive for COVID-19. # Protect your loved ones and everybody else If you take a test for COVID-19 that turns out to be positive, the laboratory will give you a code to scan or enter manually to send an anonymous alert to users who have been close to you. # Your data are protected The application never tracks your location and it is impossible to discover a user’s identity. # TousAntiCovid Wallet - NEW! With the wallet, you can now add your COVID-19 certificates (vaccine and test) digitally in the application, for more simplicity! # TousAntiCovid Signal - NEW! The digital \"cahier de rappel\" is now available in TousAntiCovid. In places requiring this, the venue presents a QR Code to scan to effectively trace the chains of contamination. # Information and key figures In TousAntiCovid, you can follow the health situation, thanks to key figures and daily news. This application of contact tracing for Covid-19 has been developed by the TousAntiCovid team under the supervision of the Ministry for Solidarity and Health and the Ministry of State for Digital Affairs.",
  "app_store_url": "https://play.google.com/store/apps/details?id=fr.gouv.android.stopcovid",
  "dangerous_permissions_count": 3,
  "permissions": {
    "Camera": [
      {
        "permissionName": "Take pictures and videos",
        "isDangerous": 1
      }
    ],
    "Wi-Fi connection information": [
      {
        "permissionName": "View wi-fi connections",
        "isDangerous": 0
      }
    ],
    "Location": [
      {
        "permissionName": "Approximate location (network-based)",
        "isDangerous": 1
      },
      {
        "permissionName": "Precise location (gps and network-based)",
        "isDangerous": 1
      }
    ],
    "Other": [
      {
        "permissionName": "Access bluetooth settings",
        "isDangerous": 0
      },
      {
        "permissionName": "Full network access",
        "isDangerous": 0
      },
      {
        "permissionName": "Pair with bluetooth devices",
        "isDangerous": 0
      },
      {
        "permissionName": "Prevent device from sleeping",
        "isDangerous": 0
      },
      {
        "permissionName": "Run at startup",
        "isDangerous": 0
      },
      {
        "permissionName": "View network connections",
        "isDangerous": 0
      }
    ]
  },
  "developer_url": "https://bonjour.tousanticovid.gouv.fr",
  "available": true,
  "first_time_seen": "2020-06-06",
  "privacy_policy": "https://bonjour.tousanticovid.gouv.fr/privacy.html"
}