{
  "id": "gov.co.cdphe.exposurenotifications",
  "title": "CO Exposure Notifications",
  "icon_url": "https://play-lh.googleusercontent.com/9FHuWn-jlcYeRjhCcYu5pSk9fyHD4ImJt8kK8dsEOppfdGLNGkVn1EA6LRxS06u24vha",
  "developer_id": "Colorado Department of Public Health & Environment",
  "updated_date": "2021-08-23",
  "downloads": "100,000+",
  "country": "US",
  "description": "CO Exposure Notifications is the official Exposure Notifications app of Colorado and the Colorado Department of Public Health and Environment. Exposure Notifications is a voluntary new service developed in partnership with Google and Apple to help slow the spread of COVID-19. No GPS, location information or personal identifiers will ever be collected, stored or shared by this service. CO Exposure Notifications can quickly notify you if you've likely been exposed to COVID-19. Knowing about a potential exposure allows you to reduce the risk to your family, friends, neighbors and community. By enabling Exposure Notifications, whenever you are within 6 feet of someone for at least 10 minutes, both phones will exchange secure, anonymous tokens using Bluetooth. If another user you’ve been near tests positive for COVID-19, they can upload their result to the app which will send a push notification to you and anyone else their phone has exchanged tokens with recently, notifying you to a possible exposure. If you test positive, you can easily and anonymously notify others to help stop the spread of COVID-19. To learn more, please visit https://covid19.colorado.gov/Exposure-notifications",
  "app_store_url": "https://play.google.com/store/apps/details?id=gov.co.cdphe.exposurenotifications",
  "dangerous_permissions_count": 0,
  "permissions": {
    "Other": [
      {
        "permissionName": "Full network access",
        "isDangerous": 0
      },
      {
        "permissionName": "Pair with bluetooth devices",
        "isDangerous": 0
      },
      {
        "permissionName": "Prevent device from sleeping",
        "isDangerous": 0
      },
      {
        "permissionName": "Run at startup",
        "isDangerous": 0
      },
      {
        "permissionName": "View network connections",
        "isDangerous": 0
      }
    ]
  },
  "developer_url": "https://covid19.colorado.gov/Exposure-notifications",
  "available": true,
  "first_time_seen": "2020-12-07",
  "privacy_policy": "https://www.colorado.gov/pacific/cdphe/exposure-notifications-privacy-policy"
}