{
  "id": "gov.fema.mobile.android",
  "title": "FEMA",
  "icon_url": "https://lh3.googleusercontent.com/3lemGPsoZ_ysd6rBRq1AYScTL6BxycRZVkeofYZVqw4Fdr89nSbGAohRlKZ2TXEFg40",
  "developer_id": "Federal Emergency Management Agency (FEMA)",
  "updated_date": "2019-12-23",
  "downloads": "1,000,000+",
  "country": "US",
  "description": "Emergency alerts, safety tips and resources to help before, during & after disasters. The FEMA App provides timely alerts and useful information to help you and your loved ones stay safe before, during and after disasters. Receive and share real-time notifications about disasters, severe weather, and other emergencies for up to five locations nationwide. This simple and easy-to-use resource also provides safety information, emergency preparedness tips, and disaster assistance. Features •    Receive emergency alerts for up to five locations nationwide •    Share real-time notifications with loved ones via text, email and social media •    Know what to do before, during, and after disasters, like earthquakes, wildfires, hurricanes, snowstorms, tornadoes, volcanoes, and more •    Prepare for disasters with an emergency kit checklist, emergency family plan, and reminders •    Locate open emergency shelters in your area •    Locate Disaster Recovery Centers near you where you can talk to a FEMA representative in person •    Connect with FEMA to apply for disaster assistance online •    Safety tips and disaster information available in English and Spanish (Note: alerts are only available in English) •    Follow the FEMA blog to learn about disaster response and recovery across the United States Terms of use: www.fema.gov/app.",
  "app_store_url": "https://play.google.com/store/apps/details?id=gov.fema.mobile.android",
  "permissions": {
    "Photos/Media/Files": [
      "Modify or delete the contents of your usb storage",
      "Read the contents of your usb storage"
    ],
    "Storage": [
      "Modify or delete the contents of your usb storage",
      "Read the contents of your usb storage"
    ],
    "Location": [
      "Precise location (gps and network-based)",
      "Approximate location (network-based)"
    ],
    "Other": [
      "Receive data from internet",
      "View network connections",
      "Control vibration",
      "Prevent device from sleeping",
      "Full network access",
      "Run at startup"
    ]
  },
  "developer_url": "http://www.fema.gov",
  "available": true,
  "first_time_seen": "2020-05-10"
}