{
  "id": "gov.nc.dhhs.exposurenotification",
  "title": "SlowCOVIDNC",
  "icon_url": "https://play-lh.googleusercontent.com/x50W7wkGDxj7g3ENkSULBFda2HJlRi46PA0FbqfxopZd68Jf_jcs2-EOuU0zViT6Jw",
  "developer_id": "NC Department of Health and Human Services",
  "updated_date": "2021-02-24",
  "downloads": "500,000+",
  "country": "US",
  "description": "SlowCOVIDNC is the official COVID-19 Exposure Notification app for the North Carolina Department of Health and Human Services (NCDHHS). It allows users to know if they may have been in close contact with someone who has shared a positive COVID-19 test result through the app. Users can anonymously share a positive COVID-19 test result to help slow the spread of COVID-19. NCDHHS created this app so that North Carolinians can do their part to protect their community and slow the spread of the virus. HOW SLOWCOVIDNC WORKS? Step 1: Download the SlowCOVIDNC Exposure Notification app. Enable Bluetooth and Exposure notifications. Step 2: After opting-in to receive notifications, the app will generate an anonymous token for your device. A token is a string of random letters and numbers that is used to represent a phone for a short period of time. This ensures your privacy and security are protected. These individual tokens change every 10-20 minutes and are never linked to your identity or location. Step 3: Through Bluetooth, your phone and the phones around you with the SlowCOVIDNC app are working in the background (without draining your battery or data) to exchange these anonymous tokens every few minutes. As a result, devices can remember how long they are near each other. Phones also record the Bluetooth signal strength of their exchanges in order to estimate how far apart they are. Step 4: SlowCOVIDNC periodically downloads tokens from the server that have been uploaded from the devices of users who have tested positive. Your phone then uses its records of the signal strength and duration of exposures with those tokens to conduct a risk calculation and determine if you have met a threshold for notification. Step 5: If you have tested positive for COVID-19, you may obtain your PIN from your local public health department and submit that into the app. This voluntary and anonymous reporting notifies others who have downloaded the app and may have been in close contact with you in the last 14 days that they might be at risk. HOW SLOWCOVIDNC PROTECTS YOUR PRIVACY? Using SlowCOVIDNC is entirely voluntary, and you can enable or disable it at any time. When using SlowCOVIDNC, your privacy will be protected. Tokens will collect and share date, time, signal strength and duration of proximity. No location data or personally identifiable data will ever be collected or stored. By enabling Bluetooth and Exposure Notifications, you can anonymously share a positive COVID-19 test result to help slow the spread of COVID-19. You may also be notified if you have been in close contact with someone who has shared a positive COVID-19 test result. Learn more about how your privacy is protected and our privacy policy on the NCDHHS website. Thank you for downloading SlowCOVIDNC. Together, we can slow the spread of COVID-19!",
  "app_store_url": "https://play.google.com/store/apps/details?id=gov.nc.dhhs.exposurenotification",
  "dangerous_permissions_count": 0,
  "permissions": {
    "Other": [
      {
        "permissionName": "Full network access",
        "isDangerous": 0
      },
      {
        "permissionName": "Pair with bluetooth devices",
        "isDangerous": 0
      },
      {
        "permissionName": "Prevent device from sleeping",
        "isDangerous": 0
      },
      {
        "permissionName": "Run at startup",
        "isDangerous": 0
      },
      {
        "permissionName": "View network connections",
        "isDangerous": 0
      }
    ]
  },
  "developer_url": "https://covid19.ncdhhs.gov/SlowCOVIDNC",
  "available": true,
  "first_time_seen": "2020-09-21",
  "privacy_policy": "https://covid19.ncdhhs.gov/slowcovidnc-privacy-policy"
}