{
  "id": "gov.azdhs.covidwatch.android",
  "title": "Covid Watch Arizona",
  "icon_url": "https://play-lh.googleusercontent.com/0CmT13cmDqf7G_rYAiu_M51QKVL7Dl0fbl9nehrJH1vDw7jWsfmf5zZrBxu4h3dgE84f",
  "developer_id": "ADHS-Arizona Department of Health Services",
  "updated_date": "2021-09-27",
  "downloads": "100,000+",
  "country": "US",
  "description": "As new COVID-19 variants arise, continue to protect yourself, your loved ones, and community through safe, private, and anonymous exposure notifications with the Covid Watch Arizona App. Once you opt-in and enable exposure notifications on your phone, Covid Watch Arizona starts working immediately to detect if you come into close proximity with someone who has tested positive for COVID-19. The app is completely anonymous and works in the background without ever needing to know your location or personal information. It’s simple, safe, and secure. Get immediate access to the most up-to-date and reliable information on how to protect yourself from new variants, including how to get a vaccine and where to get tested within your chosen community. The more people who download the app, the more effective we can be. We support this app statewide with customizations for specific counties, universities, Tribal Nations, and other communities. So encourage your friends, family, and colleagues to install Covid Watch Arizona today. Together, we can slow the spread of COVID-19. Provided by WeHealth Solutions, a public benefit corporation and the developer of Covid Watch Arizona, with a mission to end the threat and burden of infectious diseases. Released in partnership with the Arizona Department of Health Services (ADHS).",
  "app_store_url": "https://play.google.com/store/apps/details?id=gov.azdhs.covidwatch.android",
  "dangerous_permissions_count": 0,
  "permissions": {
    "Other": [
      {
        "permissionName": "Control vibration",
        "isDangerous": 0
      },
      {
        "permissionName": "Full network access",
        "isDangerous": 0
      },
      {
        "permissionName": "Pair with bluetooth devices",
        "isDangerous": 0
      },
      {
        "permissionName": "Prevent device from sleeping",
        "isDangerous": 0
      },
      {
        "permissionName": "Receive data from internet",
        "isDangerous": 0
      },
      {
        "permissionName": "Run at startup",
        "isDangerous": 0
      },
      {
        "permissionName": "View network connections",
        "isDangerous": 0
      }
    ]
  },
  "developer_url": "https://covidwatch.org",
  "available": true,
  "first_time_seen": "2020-08-25",
  "privacy_policy": "https://azdhs.gov/documents/privacy-policy/covid-watch-application-privacy-policy.pdf"
}