{
  "id": "gov.adph.exposurenotifications",
  "title": "GuideSafe",
  "icon_url": "https://play-lh.googleusercontent.com/mnkrWkffJOOKH6yWwt65sQeS-42GoXkLFM9Rtn3S2jy7HdKQnFsy540uDnzFlyMqKQ",
  "developer_id": "Alabama Department of Public Health",
  "updated_date": "2020-08-12",
  "downloads": "5,000+",
  "country": "US",
  "description": "Use the GuideSafe™ Exposure Notification app to anonymously share a positive COVID-19 test result — and be anonymously notified of your own possible exposure to someone who later reports a positive COVID-19 test result — all without sharing anyone’s identity. The app protects your privacy while giving you the power to protect your health, your family’s and your community’s. Using the app is easy: Step one: Download the GuideSafe™ Exposure Notification app and enable Bluetooth. Step two: If you have tested positive for COVID-19, you can choose to report it. Your test will be verified by the Alabama Department of Public Health. Step three: Those who may have been in close contact with you in the last 14 days will be notified they were near someone with a positive test, but they won’t know who or where. Your identity and location remain completely anonymous, and your personal information isn’t disclosed, no matter what. Why it’s important Stopping the spread of COVID-19 is essential to helping our communities, schools and businesses reopen and stay open. When someone tests positive for COVID-19, contact tracers with the Alabama Department of Public Health will help notify those the person has been near — but they won’t know every person’s close contacts. The more people who use the app, the better the ability to notify those who have been exposed. How it works When you are within about six feet of others, phones using the GuideSafe™ Exposure Notification app exchange encrypted, anonymous codes via low-energy Bluetooth. If you test positive for COVID-19, those with whom you came in close contact — defined as within six feet for at least 15 minutes over the last 14 days — will get an anonymous notification that they were exposed. The notification they get is completely anonymous — they will not know who tested positive, the time, or the location — only the date of the possible exposure. Your privacy is our priority The GuideSafe™ Exposure Notification app was developed by the Alabama Department of Public Health in cooperation with the University of Alabama at Birmingham and MotionMobs, using technology from a collaboration between Apple and Google. Users of the app exchange anonymous codes among their phones using Bluetooth — no location data is ever stored or exchanged, and your personal information is never shared.",
  "app_store_url": "https://play.google.com/store/apps/details?id=gov.adph.exposurenotifications",
  "permissions": {
    "Other": [
      "Full network access",
      "Pair with bluetooth devices",
      "Prevent device from sleeping",
      "Run at startup",
      "View network connections"
    ]
  },
  "developer_url": "https://www.guidesafe.org/privacy-statement/",
  "available": true,
  "first_time_seen": "2020-08-17"
}