{
  "id": "gov.ny.health.proximity",
  "title": "COVID Alert NY",
  "icon_url": "https://play-lh.googleusercontent.com/hRCL6Yp3hodPFyaWCOR7oLqUl9VZsUilTdgZVpjvV8TpNgK46O5AHfVGoeAef1djEUM",
  "developer_id": "New York State Department of Health",
  "updated_date": "2021-11-11",
  "downloads": "1,000,000+",
  "country": "US",
  "description": "This is the official app of New York State, run by the NYS Department of Health as part of New York State’s comprehensive COVID-19 testing and contact tracing effort. The ultimate goal is to help reduce the spread of COVID-19 by: 1. Alerting you if a sick person spends 10 mins or more within 6 feet of you, because this puts you at a higher risk of SARS CoV-2 infection, which causes COVID-19. 2. Encouraging you to contribute to the health and safety of your friends, family and community by alerting others if you test positive, WITHOUT REVEALING YOUR IDENTITY TO ANYONE! 3. Getting you important resources and help if you are exposed or test positive. You can call the COVID Alert NY Hotline or find helpful links to resources on next steps to protect your loved ones. 4. Keep a private log of your own symptoms which can help your health care provider and public health representatives determine next steps. The app leverages a completely private and secure Bluetooth-based technology that Apple and Google developed. The app’s source code is available to the public and has been vetted extensively by privacy and security experts. We never see your location or identity, and no information on the use of this app can be traced back to you. Help us Stop the Spread of COVID-19 in New York.. Share this app with your friends and family so we can all be safer, together.",
  "app_store_url": "https://play.google.com/store/apps/details?id=gov.ny.health.proximity",
  "dangerous_permissions_count": 0,
  "permissions": {
    "Wi-Fi connection information": [
      {
        "permissionName": "View wi-fi connections",
        "isDangerous": 0
      }
    ],
    "Other": [
      {
        "permissionName": "Control vibration",
        "isDangerous": 0
      },
      {
        "permissionName": "Full network access",
        "isDangerous": 0
      },
      {
        "permissionName": "Pair with bluetooth devices",
        "isDangerous": 0
      },
      {
        "permissionName": "Run at startup",
        "isDangerous": 0
      },
      {
        "permissionName": "View network connections",
        "isDangerous": 0
      }
    ]
  },
  "developer_url": "https://covidalertny.health.ny.gov/",
  "available": true,
  "first_time_seen": "2020-10-01",
  "privacy_policy": "https://apps.health.ny.gov/public/covidsmartprivacy.html"
}