{
  "id": "gov.scot.covidtracker",
  "title": "Protect Scotland",
  "icon_url": "https://play-lh.googleusercontent.com/l61Y45bG4-IVkBdFMJJnr9_buLB0pMMzKt-t3VbDrnSSzNLgiu9mpfKUEZTiXzfmG5w",
  "developer_id": "NHS Education for Scotland",
  "updated_date": "2022-01-04",
  "downloads": "1,000,000+",
  "country": "GB",
  "description": "Help Scotland keep the spread of coronavirus under control by downloading and using the free Protect Scotland app from NHS Scotland’s Test and Protect service. Using the app is entirely voluntary.  When you use the app, you will be alerted if you have been in close contact with another app user who has tested positive for coronavirus. If you test positive and you enter the unique code sent to you into the app, it will anonymously warn other app users whom you have been in close contact with. Using Bluetooth, the app will search for other devices with the Protect Scotland app installed, which are within 2m of your phone. You don’t need to have a WiFi connection. The app uses a very small amount of your mobile phone data. Once you’ve downloaded the app, encourage your friends, family and colleagues to do so too. The more people who download and use the Protect Scotland app, the more likely we are to keep coronavirus under control. . The benefits of using the app are:\u2028\u2028Speeds up the process of identifying and notifying people that have been at risk of catching coronavirus, particularly of unknown contacts\u2028Slows the spread of the virus\u2028Reduces the likelihood of further lockdowns\u2028Helps protect the health service, your family and friends, yourself and the people of Scotland Ultimately, you can help to stop the spread of coronavirus in Scotland by downloading and using the Protect Scotland app. Privacy and Data The Protect Scotland app is designed to protect the privacy of all users. It doesn’t store or share any personally identifiable information, like your name or address. Nobody can track your location by using the app or tell who you are. You can remove the app from your device at any time, and all the data stored on your phone will be deleted.",
  "app_store_url": "https://play.google.com/store/apps/details?id=gov.scot.covidtracker",
  "dangerous_permissions_count": 0,
  "permissions": {
    "Wi-Fi connection information": [
      {
        "permissionName": "View wi-fi connections",
        "isDangerous": 0
      }
    ],
    "Other": [
      {
        "permissionName": "Control vibration",
        "isDangerous": 0
      },
      {
        "permissionName": "Full network access",
        "isDangerous": 0
      },
      {
        "permissionName": "Pair with bluetooth devices",
        "isDangerous": 0
      },
      {
        "permissionName": "Run at startup",
        "isDangerous": 0
      },
      {
        "permissionName": "View network connections",
        "isDangerous": 0
      }
    ]
  },
  "developer_url": "https://protect.scot/index.html",
  "available": true,
  "first_time_seen": "2020-09-16",
  "privacy_policy": "https://protect.scot/privacy-policy-app"
}