{
  "id": "gov.ct.covid19.exposurenotifications",
  "title": "COVID Alert CT",
  "icon_url": "https://play-lh.googleusercontent.com/iF3uoZ9W32FLPBS34fKkoIsn8akUr2NP5xf-3gUIN4qgbZ6IAVuUEtz8bg5wgjvipLg",
  "developer_id": "7682186545769631479",
  "updated_date": "2021-08-11",
  "downloads": "100,000+",
  "country": "US",
  "description": "COVID Alert CT is the official COVID-19 exposure notification app in the State of Connecticut. It is supported by the Connecticut Department of Public Health (CT-DPH). COVID Alert CT helps to contain the spread of COVID-19 by complementing the ongoing contact tracing programs carried out by the State and local health departments. Using COVID Alert CT is voluntary and free of charge. The more people who install and use the app, the more effectively the app can help us to contain and slow the spread of the virus. Once you install and activate COVID Alert CT and turn on Bluetooth, the app works in the background and exchanges anonymous keys with other devices. Keys are long random strings of characters that are not tied to any personal information. Phones will record the keys generated by other phones nearby with the app installed. The app will record the: -  signal strength, and use that  to estimate the distance between devices, -  duration of the contact and -  date of the exposure. To protect the users’ privacy, these keys are only kept on the user’s own device. After 14 days the keys are deleted. If a COVID Alert CT user tests positive for COVID-19, they will be able to obtain a verification code from a contact tracer at the State DPH or local health department. The code allows the user to activate the notification function in the app. You must use the verification code in order to report a positive result via the app. This prevents people from falsely reporting positive results, and false exposure notifications. CT-DPH wants all app users to feel confident that when a possible COVID-19 exposure is received via the app, that it is a real event. A positive report warns other app users that were near the infected person in the period close to the time when that person first experienced symptoms of the disease under certain circumstances. If the estimated distance was within six feet, the duration of exposure was at least 15 minutes cumulatively, then the other user receives a notification of a possible exposure. Anyone who receives a notification should follow the guidance in the app for next steps. CT-DPH takes your privacy and confidentiality very seriously. This is why we chose to use the Apple and Google Exposure Notification API. No personal data or location tracking occurs within this app. There is no need for CT-DPH to know where or who you are, for COVID Alert CT to work. The Connecticut COVID Notice Privacy Policy is available at https://portal.ct.gov/coronavirus/COVIDAlertCT/PrivacyPolicy. The use of the app is limited to Connecticut and is subject to Connecticut law. Thank you for downloading COVID Alert CT. Together, we can protect our family, friends, neighbors, and colleagues, and keep Connecticut moving forward. The app was developed using the Google / Apple Exposure Notification API through a collaboration between Google, Apple, the Connecticut Department of Administrative Services (DAS) and CT-DPH.",
  "app_store_url": "https://play.google.com/store/apps/details?id=gov.ct.covid19.exposurenotifications",
  "dangerous_permissions_count": 0,
  "permissions": {
    "Other": [
      {
        "permissionName": "Full network access",
        "isDangerous": 0
      },
      {
        "permissionName": "Pair with bluetooth devices",
        "isDangerous": 0
      },
      {
        "permissionName": "Prevent device from sleeping",
        "isDangerous": 0
      },
      {
        "permissionName": "Run at startup",
        "isDangerous": 0
      },
      {
        "permissionName": "View network connections",
        "isDangerous": 0
      }
    ]
  },
  "developer_url": "http://ct.gov/covidalertct",
  "available": true,
  "first_time_seen": "2020-12-07",
  "privacy_policy": "https://portal.ct.gov/coronavirus/COVIDAlertCT/PrivacyPolicy"
}