{
  "id": "health.webtools.awhina.prod",
  "title": "Āwhina - informing health workers",
  "icon_url": "https://lh3.googleusercontent.com/IRF_n78rOXW-AU6CYknWpaevV9GrtH3VwNrcXJ0SRereZh1Dhbk-s55zsaBtn-9IaewV",
  "developer_id": "Ministry of Health NZ",
  "updated_date": "2020-07-05",
  "downloads": "5,000+",
  "country": "NZ",
  "description": "Use the Ministry of Health’s app, Āwhina, to stay up-to-date on the latest information and advice about COVID-19.  Āwhina contains advice from the New Zealand Government and other trusted sources. Āwhina is for all health workers in New Zealand. It gives a health worker quick access to the latest and most relevant information whether you work in clinical medicine as a nurse, doctor or a specialist like a radiologist, or whether you're working in community care - for instance in aged care services. You can filter information to see what is most relevant to you. Āwhina sends you notifications, if you choose, when new information relevant to you is available, or existing content is updated. Information that is essential for workers, such as the COVID-19 case definition, will be easy to find at the top of your post feed as a featured post. You can also choose to bookmark favourite articles to read later, giving you quick access to the information you need at the touch of a button, even when you are offline. The app includes a case tracker with the latest New Zealand COVID-19 case data. To ensure you have access to the latest pandemic reports and news updates from New Zealand and internationally, there are direct links to: •\tthe NZ government COVID-19 website (covid19.govt.nz) •\tthe Ministry of Health website •\tthe World Health Organisation's (WHO) daily situation reports •\tmedia updates from the Ministry of Health •\tHealth Pathways, a clinical tool for registered health practitioners You can change your preferences at any time and no registration is required to use this app. All information is publicly available. Information available in Āwhina includes: •\tCOVID-19 case definitions •\tDaily case numbers •\tInfection prevention and control, including the use of personal protective equipment (PPE) •\tGuidance for specific healthcare providers. •\tPatient care information Visit www.health.govt.nz/awhina for more information.",
  "app_store_url": "https://play.google.com/store/apps/details?id=health.webtools.awhina.prod",
  "permissions": {
    "Photos/Media/Files": [
      "Modify or delete the contents of your usb storage",
      "Read the contents of your usb storage"
    ],
    "Storage": [
      "Modify or delete the contents of your usb storage",
      "Read the contents of your usb storage"
    ],
    "Wi-Fi connection information": [
      "View wi-fi connections"
    ],
    "Other": [
      "Full network access",
      "Prevent device from sleeping",
      "Receive data from internet",
      "View network connections"
    ]
  },
  "developer_url": "http://www.health.govt.nz/awhina",
  "available": true,
  "first_time_seen": "2020-06-05"
}