{
  "id": "health.webtools.awhina.prod",
  "title": "Āwhina - informing health workers",
  "icon_url": "https://play-lh.googleusercontent.com/IRF_n78rOXW-AU6CYknWpaevV9GrtH3VwNrcXJ0SRereZh1Dhbk-s55zsaBtn-9IaewV",
  "developer_id": "Ministry of Health NZ",
  "updated_date": "2021-01-12",
  "downloads": "10,000+",
  "country": "NZ",
  "description": "Āwhina is a Ministry of Health app for New Zealand health workers. It helps health professionals stay up-to-date with the latest information on COVID-19 for the health and disability sector including the case definition and testing guidance, use of personal protective equipment (PPE), and guidance for health service providers. Āwhina is for all health workers in New Zealand. Whether you are hospital-based, community-based or a public health practitioner, you can access the latest advice from the New Zealand Government and other trusted sources. There is clinical guidance and information for primary care, aged care, disability, and hospice providers, maternity, mental health and addiction, and more. You can set your preferences to see information relevant to your area of work. This content appears in your newsfeed, and you can receive notifications about new or updated content based on your selections. Essential information such as the COVID-19 case definition is easy to find, featured at the top of your Latest Information feed. You can bookmark your favourite articles to read later, giving you quick access to the information you need at the touch of a button, even when you are offline. The app includes a case tracker with the latest New Zealand COVID-19 case data. To ensure you have access to the latest pandemic reports, news updates, and resources from New Zealand and internationally, there are direct links to: •\tthe NZ Government COVID-19 website (covid19.govt.nz) •\tthe Ministry of Health (MoH) website •\tthe World Health Organisation's (WHO) daily situation reports •\tmedia updates from the Ministry of Health •\tHealthPathways, a clinical tool for registered health practitioners •\tpressure injures resources from the New Zealand Wound Care Society. You can change your preferences at any time and no registration is required to use this app. All information is publicly available. Visit www.health.govt.nz/awhina for more information.",
  "app_store_url": "https://play.google.com/store/apps/details?id=health.webtools.awhina.prod",
  "dangerous_permissions_count": 4,
  "permissions": {
    "Photos/Media/Files": [
      {
        "permissionName": "Modify or delete the contents of your usb storage",
        "isDangerous": 1
      },
      {
        "permissionName": "Read the contents of your usb storage",
        "isDangerous": 1
      }
    ],
    "Storage": [
      {
        "permissionName": "Modify or delete the contents of your usb storage",
        "isDangerous": 1
      },
      {
        "permissionName": "Read the contents of your usb storage",
        "isDangerous": 1
      }
    ],
    "Wi-Fi connection information": [
      {
        "permissionName": "View wi-fi connections",
        "isDangerous": 0
      }
    ],
    "Other": [
      {
        "permissionName": "Full network access",
        "isDangerous": 0
      },
      {
        "permissionName": "Prevent device from sleeping",
        "isDangerous": 0
      },
      {
        "permissionName": "Receive data from internet",
        "isDangerous": 0
      },
      {
        "permissionName": "View network connections",
        "isDangerous": 0
      }
    ]
  },
  "developer_url": "http://www.health.govt.nz/awhina",
  "available": true,
  "first_time_seen": "2020-06-05",
  "privacy_policy": "https://www.health.govt.nz/about-site/privacy-and-security"
}