{
  "id": "hu.gov.virusradar",
  "title": "VírusRadar",
  "icon_url": "https://lh3.googleusercontent.com/MUdMe5iqzqJNe2Dt9P54fqsQpSp00Qf8l3C5sVxRGm3tvtwUM9eXaousVCstlzd6_Q",
  "developer_id": "Kormányzati Informatikai Fejlesztési Ügynökség",
  "updated_date": "2020-05-15",
  "downloads": "50,000+",
  "country": "HU",
  "description": "A VírusRadar a felhasználók védelmére és a koronavírus megállítására tervezett mobilalkalmazás, amely az egymás közelében hosszabb időn át tartózkodó, és az alkalmazást futtató mobil eszközök egymáshoz viszonyított távolságát méri és rögzíti Bluetooth technológia segítségével. Az alkalmazás célja, hogy a járványügyi szakemberek gyorsabban és alaposabban feltárhassák, hogy a bizonyítottan fertőzött személyek kikkel kerültek kapcsolatba az elmúlt 14 napban. Az alkalmazás Bluetooth segítségével kommunikál a többi közelben lévő, az alkalmazást futtató felhasználóval. A fertőzés szempontjából releváns, a távolságra és az időtartamra vonatkozó, adatokat 14 napig tárolja az alkalmazás titkosított és anonimizált formátumban. Ha egy felhasználó megfertőződik a vírussal, a járványügyi szakemberek megkérik, hogy ossza meg az alkalmazás által gyűjtött adatokat, így segítve őket abban, hogy könnyebben beazonosítsák a vele kapcsolatba került többi felhasználót. A járványügyi kontaktkutatási eljárás során az adatokat tároló központ zárt rendszerben visszafejti a titkosított készülékazonosítókat a naplózott bejegyzésekből, és a telefonszámokhoz kizárólagos hozzáférést biztosít a szakhatóság részére. A szakemberek ezután értesítik a felhasználókat arról, hogy egy bizonyítottan COVID-19 fertőzöttel kerültek kapcsolatba, és tájékoztatják arról, hogy milyen szükséges lépéseket kell megtennie (pl. házi karantén, tünetek figyelése, esetleg orvosi vizsgálatok elvégzése). Az eljárás során a fertőzött felhasználó nevét és adatait nem fedik fel a kontaktok számára. A felhasználók adatai teljes biztonságban vannak. A felhasználóról gyűjtött egyetlen személyes adat a telefonszáma, amelyet az Innovációs és Technológiai Minisztérium háttérintézményeként működő Kormányzati Informatikai és Fejlesztési Ügynökség nagy biztonságú szerverein tárolunk, és csak a felhasználó hozzájárulásával, valamint kizárólag a felhasználó megfertőződése esetén használunk fel kontaktkutatás céljából. Minden felhasználó személyesen is hozzájárul a hatékonyabb védekezéshez a vírus terjedése ellen. Minél többen használják az alkalmazást, annál jobb eséllyel, gyorsabban és eredményesebben tudunk védekezni a vírus terjedése ellen. További információ: https://virusradar.hu",
  "app_store_url": "https://play.google.com/store/apps/details?id=hu.gov.virusradar",
  "dangerous_permissions_count": 2,
  "permissions": {
    "Location": [
      {
        "permissionName": "Approximate location (network-based)",
        "isDangerous": 1
      },
      {
        "permissionName": "Precise location (gps and network-based)",
        "isDangerous": 1
      }
    ],
    "Other": [
      {
        "permissionName": "Receive data from internet",
        "isDangerous": 0
      },
      {
        "permissionName": "View network connections",
        "isDangerous": 0
      },
      {
        "permissionName": "Pair with bluetooth devices",
        "isDangerous": 0
      },
      {
        "permissionName": "Access bluetooth settings",
        "isDangerous": 0
      },
      {
        "permissionName": "Full network access",
        "isDangerous": 0
      },
      {
        "permissionName": "Run at startup",
        "isDangerous": 0
      },
      {
        "permissionName": "Prevent device from sleeping",
        "isDangerous": 0
      }
    ]
  },
  "developer_url": "https://virusradar.hu/privacy-policy",
  "available": true,
  "first_time_seen": "2020-08-07",
  "privacy_policy": "https://virusradar.hu/privacy-policy"
}