{
  "id": "it.adilife.covid19.app",
  "title": "ADiLife Covid-19",
  "icon_url": "https://play-lh.googleusercontent.com/C7gC99eWUqlVbFlUEq06CKJ4RO5kyPey-zRhD2vHs4mnMqoCz0KU4ScIvcMjoRbuNv5j",
  "developer_id": "ADiLife Srl",
  "updated_date": "2021-09-01",
  "downloads": "1,000+",
  "country": "IT",
  "description": "ADiLife C-19 is the new platform suitable for the remote assistance of patients infected by COVID-19. Born as a health care toolkit, includes all the functions and services suitable for providing assistance to any age and for any need. Access to the service is possible after receiving the Login account from  your reference healthcare facility, to start the forced isolation surveillance period  following the doctors recommendations. ADiLife C-19 is part of the ADiLife Connected Health platform and allows self assessments of his daily physiological status and to monitor his vital parameter such as temperature, heart rate, oxygen and blood pressure making use of Bluetooth Certified medical devices. ADiLife C-19 App is connected to a medical operation center with a threshold monitoring tools which may origin notifications, alerts on threshold values are exceeded. All gathered data and trends are available in the PHR accessable from App or Web Portal. The App allows to request a medical consultation in video communication thanks to the Web RTC facility included in the Mobile App. For more information visit https://www.adilife.net/en/covid-19 . ADiLife is your  health in your pocket.",
  "app_store_url": "https://play.google.com/store/apps/details?id=it.adilife.covid19.app",
  "dangerous_permissions_count": 1,
  "permissions": {
    "Location": [
      {
        "permissionName": "Precise location (gps and network-based)",
        "isDangerous": 1
      }
    ],
    "Other": [
      {
        "permissionName": "Access bluetooth settings",
        "isDangerous": 0
      },
      {
        "permissionName": "Full network access",
        "isDangerous": 0
      },
      {
        "permissionName": "Pair with bluetooth devices",
        "isDangerous": 0
      },
      {
        "permissionName": "Prevent device from sleeping",
        "isDangerous": 0
      },
      {
        "permissionName": "View network connections",
        "isDangerous": 0
      }
    ]
  },
  "developer_url": "https://www.adilife.net",
  "available": true,
  "first_time_seen": "2020-05-10",
  "privacy_policy": "https://www.adilife.net/en/policy-gdpr-app"
}