{
  "id": "it.softmining.projects.covid19.savelifestyle",
  "title": "SM_Covid19",
  "icon_url": "https://lh3.googleusercontent.com/0sWPo9Y7OYpk1FwG28_63Mh-RI1LxHLHFOeygAbtSdq-TSjOlI2CnuDSdCnficB-M222",
  "developer_id": "Softmining Srl",
  "updated_date": "2020-05-02",
  "downloads": "10,000+",
  "country": "IT",
  "description": "Questa App è stata sviluppata e viene costantemente aggiornata con l'obiettivo di valutare (attraverso la definizione di modelli statistici e matematici) il rischio di trasmissione (e il comportamento epidemico) del virus attraverso il monitoraggio:\n- del numero dei contatti\n- della durata dei contatti;\n- della distanza presente tra i contatti rilevati rispetto alla durata del contatto.\nSm-Covid-19 non acquisisce dati personali ne dati sanitari: Ti preghiamo di visualizzare il video introduttivo per avere maggiori dettagli sullo scopo e sul funzionamento di questa App.\nSe desideri maggiori dettagli tecnici sul funzionamento di Sm-Covid-19 puoi visitare questo link: https://www.smcovid19.org/recover/\nSm-Covid-19 non acquisisce dati sensibili dell’utente (ne ha bisogno di tali dati per funzionare), salvo nel momento in cui sia l'utente stesso a decidere di utilizzare il modulo di segnalazione per comunicare il suo sospetto di essere infetto. Il modulo di auto-segnalazione non sarà attivo durante la fase di Beta Testing.\nDurante la fase di Beta Testing esteso, in concomitanza con l'avvio della fase 2, ci occorrerà un gran numero di utenti attivi, per poter migliorare i modelli di stima del contagio: Al momento siamo una piccola community di 30.000 volontari, ma per poter eseguire calcoli statistici precisi ti chiediamo di aiutarci a diffondere l'App tra tutti i tuoi contatti, sopratutto quelli con i quali presumibilmente potresti entrare in contatto durante la fase 2.\nCi teniamo a ricordarti che SOLO le autorità sanitarie possono indicare la positività di un soggetto. I valori di rischio indicati in Sm-Covid-19 NON possono essere considerate diagnosi di positività o negatività al Covid-19: Lo scopo di questa APP è di generare modelli rappresentativi del contagio (modelli matematici) e statistiche accurate.\nL’utente non viene geo-localizzato, né viene reso riconoscibile, salvo nel caso in cui esso stesso decida di condividere di suo spontanea volontà i dati GPS attraverso il menù Impostazioni -> Abilita condivisione dati GPS.\nI dati GPS verranno registrati SOLO quando verranno rilevati dei contatti. Se nessun utente viene rilevato nei dintorni, nessun dato viene acquisito. È possibile disabilitare in qualsiasi momento l'acquisizione dei dati GPS.\nLe informazioni acquisite (solo numero, tipo di contatto, distanza e dati GPS se abilitati) saranno condivise con le sole autorità sanitarie. Il codice sorgente sarà condiviso con le autorità competenti e sarà reso disponibile a fine emergenza.\nSm-Covid-19 è stata sviluppata e viene manutenuta senza fini economici né di acquisizione di dati sensibili.\nSm-Covid-19 non può essere considerata sostitutiva di una diagnosi medica.",
  "app_store_url": "https://play.google.com/store/apps/details?id=it.softmining.projects.covid19.savelifestyle",
  "permissions": {
    "Photos/Media/Files": [
      "Modify or delete the contents of your usb storage",
      "Read the contents of your usb storage"
    ],
    "Storage": [
      "Modify or delete the contents of your usb storage",
      "Read the contents of your usb storage"
    ],
    "Phone": [
      "Read phone status and identity"
    ],
    "Device ID & call information": [
      "Read phone status and identity"
    ],
    "Wi-Fi connection information": [
      "View wi-fi connections"
    ],
    "Camera": [
      "Take pictures and videos"
    ],
    "Location": [
      "Approximate location (network-based)",
      "Precise location (gps and network-based)"
    ],
    "Other": [
      "Receive data from internet",
      "Control near field communication",
      "Connect and disconnect from wi-fi",
      "Pair with bluetooth devices",
      "Run at startup",
      "Draw over other apps",
      "Prevent device from sleeping",
      "Access bluetooth settings",
      "View network connections",
      "Change network connectivity",
      "Control vibration",
      "Read google service configuration",
      "Full network access"
    ]
  },
  "available": true,
  "first_time_seen": "2020-05-10"
}