{
  "id": "net.hscni.covidtracker",
  "title": "StopCOVID NI",
  "icon_url": "https://play-lh.googleusercontent.com/u7Gu7Kl8W3lnEHGM_GlALPc6VnKPyFsukcTag6O3E2V8S3jdTylbghCFKVO7ivBdbw",
  "developer_id": "Health & Social Care Northern Ireland",
  "updated_date": "2021-08-17",
  "downloads": "100,000+",
  "country": "GB",
  "description": "If you are 11 or older and live in Northern Ireland you can use this HSC contact tracing app. By using it you will help stop or slow the spread of coronavirus. ** Support the health services ** ** Help avoid more lockdowns ** ** Save lives ** How does the app work? If you are in close contact with an app user who has told their app that they have COVID-19, you will get an alert from this app. You won’t know who it was or where it happened. You must then self-isolate for the period shown in the app. There’s advice on how to self-isolate and answers to common questions about this in the app. If you test positive for COVID-19 you can tell this app. Other app users that you’ve been close to will then be alerted. They won’t know that it was you or where it happened. ** Works in the background on Bluetooth, not GPS, and uses very little battery ** ** Please keep Bluetooth on so the app can work properly ** How is my privacy protected? ** This app never knows your name or where you are, so it’s completely private ** It uses the ‘Exposure Notification API’ developed by Apple and Google in a joint effort to help governments and health agencies reduce the spread of COVID-19 through contact tracing, with user privacy and security core to the design. This is sometimes called the ‘decentralised’ model. If you test positive for COVID-19 you will get a code by SMS text message from 'HSCresult'. When you put your code into this app you will be asked to share the 'Random IDs’ that your phone has been swapping with other app users over the last 14 days. This will allow us to tell those people that they have been exposed to COVID-19. ** We will never ask you to reply to the SMS text message ** ** Please ignore any message if it asks you to reply or send information ** So that you can use this app when travelling abroad we will securely share 'Random IDs' with other countries. This also means that apps used by visitors from those countries will work here. ** This app will never track your identity or location **",
  "app_store_url": "https://play.google.com/store/apps/details?id=net.hscni.covidtracker",
  "dangerous_permissions_count": 0,
  "permissions": {
    "Wi-Fi connection information": [
      {
        "permissionName": "View wi-fi connections",
        "isDangerous": 0
      }
    ],
    "Other": [
      {
        "permissionName": "Control vibration",
        "isDangerous": 0
      },
      {
        "permissionName": "Full network access",
        "isDangerous": 0
      },
      {
        "permissionName": "Pair with bluetooth devices",
        "isDangerous": 0
      },
      {
        "permissionName": "Run at startup",
        "isDangerous": 0
      },
      {
        "permissionName": "View network connections",
        "isDangerous": 0
      }
    ]
  },
  "developer_url": "https://covid-19.hscni.net/contact-tracing/",
  "available": true,
  "first_time_seen": "2020-08-06",
  "privacy_policy": "https://covid-19.hscni.net/privacy-notice/"
}