{
  "id": "net.hscni.covidtracker",
  "title": "StopCOVID NI",
  "icon_url": "https://lh3.googleusercontent.com/8iuYQNvpufFAoM9T6hCwQOJOQAVwCmjDjAIYhREIufrAMTfYZ3yWivgb1gOtVNY5LUE",
  "developer_id": "Health & Social Care Northern Ireland",
  "updated_date": "2020-08-19",
  "downloads": "100,000+",
  "country": "GB",
  "description": "Use this HSC contact tracing app to help all of us in NI by stopping or slowing the spread of COVID-19. ** Support the health services ** ** Help avoid more lockdowns ** ** Save lives ** How does the app work? If you are in close contact with an app user who has added a positive COVID-19 test result to their app, this app will notify you. You won’t know who, when or where. If you test positive for COVID-19 you can add that result to this app. This will notify other app users that you have been in close contact with. This app will never reveal your identity or location. How is my privacy protected? It uses the ‘Exposure Notification API’ developed by Apple and Google in a joint effort to help governments and health agencies reduce the spread of COVID-19 through contact tracing, with user privacy and security core to the design. This is sometimes referred to as the ‘decentralised’ model. If you test positive for COVID-19 you will get a code by SMS text message from 'HSCresult'. When you put that code into this app you will be asked to share the random IDs that your phone has been swapping with other app users over the last 14 days. If you agree, these 'diagnosis keys' will allow us to tell those people that they have been exposed to COVID-19. So that you can use this app when travelling abroad we will securely share 'diagnosis keys' with other countries. This also means that apps used by visitors from those countries will work here. ** This app will never track your identity or location **",
  "app_store_url": "https://play.google.com/store/apps/details?id=net.hscni.covidtracker",
  "dangerous_permissions_count": 0,
  "permissions": {
    "Wi-Fi connection information": [
      {
        "permissionName": "View wi-fi connections",
        "isDangerous": 0
      }
    ],
    "Other": [
      {
        "permissionName": "View network connections",
        "isDangerous": 0
      },
      {
        "permissionName": "Run at startup",
        "isDangerous": 0
      },
      {
        "permissionName": "Pair with bluetooth devices",
        "isDangerous": 0
      },
      {
        "permissionName": "Control vibration",
        "isDangerous": 0
      },
      {
        "permissionName": "Full network access",
        "isDangerous": 0
      }
    ]
  },
  "developer_url": "https://covid-19.hscni.net/contact-tracing/",
  "available": true,
  "first_time_seen": "2020-08-06",
  "privacy_policy": "https://covid-19.hscni.net/privacy-notice/"
}