{
  "id": "nic.goi.aarogyasetu",
  "title": "Aarogya Setu",
  "icon_url": "https://play-lh.googleusercontent.com/2FV06dPOPcV-vupN9_9zqPn-pUUio-OzbnqktzIVCdkPcBRRtqo-k63G1DLgIeuJD1np",
  "developer_id": "9076108670215860604",
  "updated_date": "2022-03-30",
  "downloads": "100,000,000+",
  "country": "IN",
  "description": "Aarogya Setu is a mobile application developed by the Government of India which connects the various essential health services with the people of India. The application is playing a crucial role in our combined fight against COVID-19 and now, has evolved as the National Health application to serve the people of India in an exemplary way. The application has come up with an intuitive User Interface and comprehensive features such as ABHA (Health ID) creation, discovery & linking of health records to enable longitudinal digital health records, Simplified Consent Management for sharing these records, and a Seamless Search feature to find Nearby Hospitals, Labs and Blood Banks. The following are some of the key features of the Aarogya Setu platform: ●\tCreation of ABHA (Ayushman Bharat Health Account) that helps in building and maintaining longitudinal health records and allow accessing your information right from admission to treatment and discharge in a paperless manner ●\tDiscovery and linking of health records, Consent Management for sharing health records ●\teRaktKosh API (provided by CDAC) integration that allows users to search for nearby Blood Banks and the availability of blood units in real-time for different Blood Groups. Various filters and some crucial information like contact number, email, distance, direction, navigation, etc. are also provided for users’ convenience. ●\tSelf-Assessment test based on ICMR guidelines ●\tFacilitates the Registration of Covid-19 vaccine registration ●\tFacilitates the download of the Covid-19 vaccine certificate ●\tA completely revamped User Interface and User Experience ●\tOpen API based Health Status Check ●\tUpdates, advisory, and best practices related to COVID-19 ●\tNation-wide COVID-19 statistics ●\tEmergency COVID-19 Helpline contacts ●\tList of ICMR approved Labs with COVID-19 testing facilities ●\tProvides the infection Status of the User ●\tQR Code scan feature to share Health Status ●\tSupport for over 12 Languages Key Permissions required by the App: ●\tCamera permission for scanning QR code ●\tLocation Permission to provide location-based services like nearby blood banks, hospitals, labs, etc. ●\tMedia Permission to allow downloading Health Records, Vaccination Certificate, and others.",
  "app_store_url": "https://play.google.com/store/apps/details?id=nic.goi.aarogyasetu",
  "dangerous_permissions_count": 7,
  "permissions": {
    "Photos/Media/Files": [
      {
        "permissionName": "Modify or delete the contents of your usb storage",
        "isDangerous": 1
      },
      {
        "permissionName": "Read the contents of your usb storage",
        "isDangerous": 1
      }
    ],
    "Storage": [
      {
        "permissionName": "Modify or delete the contents of your usb storage",
        "isDangerous": 1
      },
      {
        "permissionName": "Read the contents of your usb storage",
        "isDangerous": 1
      }
    ],
    "Camera": [
      {
        "permissionName": "Take pictures and videos",
        "isDangerous": 1
      }
    ],
    "Location": [
      {
        "permissionName": "Approximate location (network-based)",
        "isDangerous": 1
      },
      {
        "permissionName": "Precise location (gps and network-based)",
        "isDangerous": 1
      }
    ],
    "Other": [
      {
        "permissionName": "Access bluetooth settings",
        "isDangerous": 0
      },
      {
        "permissionName": "Full network access",
        "isDangerous": 0
      },
      {
        "permissionName": "Pair with bluetooth devices",
        "isDangerous": 0
      },
      {
        "permissionName": "Prevent device from sleeping",
        "isDangerous": 0
      },
      {
        "permissionName": "Receive data from internet",
        "isDangerous": 0
      },
      {
        "permissionName": "Run at startup",
        "isDangerous": 0
      },
      {
        "permissionName": "View network connections",
        "isDangerous": 0
      }
    ]
  },
  "developer_url": "https://www.aarogyasetu.gov.in/privacy-policy/",
  "available": true,
  "first_time_seen": "2020-05-10",
  "privacy_policy": "https://www.aarogyasetu.gov.in/privacy-policy/"
}