{
  "id": "nl.rijksoverheid.en",
  "title": "CoronaMelder",
  "icon_url": "https://play-lh.googleusercontent.com/YEOKI5qswMdGi3oQEIEv1sAtfrvzdazbS65ZSW_KzO-IGDMKsJzWq8nIJUWIVeH8fQ",
  "developer_id": "Rijksoverheid",
  "updated_date": "2022-02-07",
  "downloads": "1,000,000+",
  "country": "NL",
  "description": "CoronaMelder is the official Dutch coronavirus notification app, developed under supervision by the Ministry of Health, Welfare and Sport. The app digitally helps the Municipal Public Health Service’s (GGD) with their source and contact research. The app warns you after you’ve been near someone who has coronavirus. That way, you can protect yourself and the people around you. And we can keep the number of infections in The Netherlands as low as possible. Using this app is voluntary. No one is allowed to check whether you’ve got the app on your phone. But the more people use the app, the better it works. During the development of this app, we took accessibility into account. See our accessibility statement for more information. How does the app work? #You only give access to your Bluetooth data CoronaMelder uses Bluetooth to see when you’re near other people who have the app. The app doesn’t use any personal or location data. So the app doesn’t know who you are, where you’ve been or who you’ve encountered. #You get a notification after you’ve experienced a higher risk of infection The app sends you a notification when you've been near someone for at least 15 minutes who later turns out to have corona. That person must be using the app as well. #You can warn others if you turn out to be infected yourself Were you tested by the GGD and found to have coronavirus? Then, together with the GGD, you can use the app to send a notification to people who were near you during the period you were contagious. This notification only tells them when they were near an infected person. Not that you were this infected person, or when they were near you. How does the app handle your data? • You don’t have to enter personal data like your name or email address. • When you encounter another person, your phones use Bluetooth to exchange random codes. This is how the app calculates the duration of the encounter, and your distance from the other person. The codes don’t include any information about who you are and where you’ve been. • The codes you exchange through Bluetooth are only saved on your phone and automatically deleted after 14 days. • App users cannot be traced by the app's developers, the government or other app users.",
  "app_store_url": "https://play.google.com/store/apps/details?id=nl.rijksoverheid.en",
  "dangerous_permissions_count": 0,
  "permissions": {
    "Other": [
      {
        "permissionName": "Full network access",
        "isDangerous": 0
      },
      {
        "permissionName": "Pair with bluetooth devices",
        "isDangerous": 0
      },
      {
        "permissionName": "Prevent device from sleeping",
        "isDangerous": 0
      },
      {
        "permissionName": "Run at startup",
        "isDangerous": 0
      },
      {
        "permissionName": "View network connections",
        "isDangerous": 0
      }
    ]
  },
  "developer_url": "https://coronamelder.nl/",
  "available": true,
  "first_time_seen": "2020-09-16",
  "privacy_policy": "https://coronamelder.nl/nl/privacy"
}