{
  "id": "no.simula.smittestopp",
  "title": "Smittestopp",
  "icon_url": "https://play-lh.googleusercontent.com/PCgkwVsRAIFTuvuDxGp7d6CHn_cgkRaL-utspBqHov8JP_pQ6s60ONLcHIE7wZjeO4Q",
  "developer_id": "Folkehelseinstituttet",
  "updated_date": "2020-06-08",
  "downloads": "100,000+",
  "country": "NO",
  "description": "Slik fungerer Smittestopp Når du laster ned Smittestopp, vil du få varsel dersom du har vært i nærheten av andre brukere av appen som senere får påvist smitte med koronaviruset. Varselet, som sendes via SMS, gir deg råd om hvordan du kan beskytte egen og verne andres helse. Sjekk telefonnummeret ditt For å få SMS-varsel til riktig nummer må du ha oppdatert dine opplysninger i det sentrale Kontakt- og reservasjonsregisteret:  http://eid.difi.no/nb/kontakt-og-reservasjonsregisteret Fra prøvesvar til varsel Alle som tester positivt for koronasmitte blir registrert i et nasjonalt helseregister kalt  Meldingssystem for smittsomme sykdommer (MSIS). Dette skjer uavhengig av appen, og følger av lovpålagte plikter i helseregisterloven og MSIS-forskriften. Ved hjelp av fødselsnummer kobles denne informasjonen til mobilnumre som er lagret i det offentlige Kontakt- og reservasjonsregisteret. Mer om SMS-varselet Når personer varsles om at de har vært i nærheten av en smittet får nærkontaktene vite hvilken dag kontakten skjedde, slik at tiden for karantene kan beregnes. I situasjoner der få har kontakt med andre, kan vi likevel ikke utelukke at noen av de varslede kan forstå hvem den smittede er. Slik registreres nærkontaktene I denne versjonen av Smittestopp-appen, er kontakt nærmere enn to meter i mer enn 15 minutter, definert som nærkontakt. For å registrere nærkontaktene bruker appen GPS-posisjon og Bluetooth-nærhet. Dine personopplysninger Når du bruker Smittestopp, vil FHI behandle personopplysninger om deg. Les mer om dette i Smittestopps personvernerklæring (lenke). Personopplysningene som samles inn kan bare brukes til formålet definert i personvernerklæringen, og ikke til å følge med på om enkeltpersoner overholder råd eller pålegg. Helseopplysninger, eller lokasjonsdata gjøres ikke tilgjengelig for politi, påtalemyndighet, til bruk i forsikringsøyemed, eller arbeidsgivere. Personopplysningene kan ikke utnyttes kommersielt. Som hovedregel vil dine personopplysninger ikke behandles av mennesker. Smittestopp samler inn følgende personopplysninger: Mobiltelefonnummer, alder, GPS-posisjon, generert UUID (en unik ID som følger telefonnummeret) operativsystem, versjonsnummer og telefonmodell. Bluetoothdata om nærkontakt med andre telefoner logges kontinuerlig og opplysninger om en bruker er smittet, eller har vært i nærkontakt med en smittet. Om sletting Du kan når som helst slette dine personopplysninger ved å bruke sletteknappen inne i appen, og deretter slette Smittestopp. Hvis du bare sletter Smittestopp fra mobiltelefonen, uten å bruke sletteknappen først, slettes dine personopplysninger sentralt først etter en ukes inaktivitet. Så lenge du har aktivert appen vil GPS-data, opplysninger om hvor du har vært og hvilke andre mobiltelefoner du har vært i nærheten av, slettes automatisk etter 30 dager. Alle innsamlede personopplysninger skal slettes når forskriften opphører å gjelde den 1. desember 2020. Økt innsikt om epidemien Anonymiserte uttrekk av data fra appen vil bidra til å følge smitteutbredelse og vurdere effekt av smitteverntiltak på befolkningsnivå. Disse dataene kan ikke knyttes til enkeltpersoner. Frivillig Det er frivillig å bruke Smittestopp, og du må lese gjennom beskrivelsen i Personvernerklæringen, og akseptere vilkårene før du kan ta appen i bruk. Varsel ved endringer Koronaepidemien er i rask utvikling og det kan medføre endringer både i tjenestens funksjonalitet og personvernerklæringen.  Du blir informert via SMS om eventuelle endringer i så god tid som mulig og på en måte som gjør at du kan ta stilling til om du fortsatt ønsker å bruke Smittestopp før endringene trer i kraft. Du finner mer informasjon på helsenorge.no/smittestopp",
  "app_store_url": "https://play.google.com/store/apps/details?id=no.simula.smittestopp",
  "dangerous_permissions_count": 1,
  "permissions": {
    "Location": [
      {
        "permissionName": "Precise location (gps and network-based)",
        "isDangerous": 1
      }
    ],
    "Other": [
      {
        "permissionName": "Access bluetooth settings",
        "isDangerous": 0
      },
      {
        "permissionName": "Full network access",
        "isDangerous": 0
      },
      {
        "permissionName": "Pair with bluetooth devices",
        "isDangerous": 0
      },
      {
        "permissionName": "Prevent device from sleeping",
        "isDangerous": 0
      },
      {
        "permissionName": "Run at startup",
        "isDangerous": 0
      },
      {
        "permissionName": "View network connections",
        "isDangerous": 0
      }
    ]
  },
  "developer_url": "https://www.helsenorge.no/smittestopp",
  "available": true,
  "first_time_seen": "2020-05-17",
  "privacy_policy": "https://www.fhi.no/om/fhi/nedlasting-og-bruk-av-smittestopp/"
}