{
  "id": "nz.govt.health.covidtracer",
  "title": "NZ COVID Tracer",
  "icon_url": "https://lh3.googleusercontent.com/ZMA1dWRZWVPtipUtSx37rzC7jwY3AFwQwGhg5QiofY5CHDId19OZeYxAcVwj6odi1Q",
  "developer_id": "Ministry of Health NZ",
  "updated_date": "2020-09-02",
  "downloads": "1,000,000+",
  "country": "NZ",
  "description": "NZ COVID Tracer is the Ministry of Health’s official contact tracing mobile app. It helps you protect your friends, whānau and community by enabling faster contact tracing. Register your contact information so contact tracers can get in touch if they need to. Help contact tracing go faster by creating a private digital diary of the places you visit. Scan the official QR codes wherever you see them and add manual entries for your visits to other places. Sign up for contact alerts in case you’ve checked into a location at the same time as someone with COVID-19. Share your digital diary with contact tracers if you’re found to have COVID-19. This will help us identify whether any of your friends, whānau or community members may have also been exposed, so we can respond quickly and stop any further spread of the virus in New Zealand. The Ministry of Health has worked closely with the Privacy Commissioner and independent security experts during the development of NZ COVID Tracer to ensure your privacy and data security are protected. Any information you decide to record with NZ COVID Tracer will be stored securely on your phone and deleted automatically after 31 days. Any personal information you choose to share with contact tracers will be used only for public health purposes and never for enforcement. Visit www.health.govt.nz/NZ-COVID-Tracer for further information.",
  "app_store_url": "https://play.google.com/store/apps/details?id=nz.govt.health.covidtracer",
  "permissions": {
    "Camera": [
      "Take pictures and videos"
    ],
    "Other": [
      "Control vibration",
      "Full network access",
      "Prevent device from sleeping",
      "Receive data from internet",
      "View network connections"
    ]
  },
  "developer_url": "https://www.health.govt.nz/nz-covid-tracer",
  "available": true,
  "first_time_seen": "2020-06-02"
}