{
  "id": "ph.staysafe.mobileapp",
  "title": "StaySafe PH",
  "icon_url": "https://play-lh.googleusercontent.com/YV95TGP-uyqczFIJEOfUnQ2A_pLPVEw1DhCkAPhlFWPGwkdfVHgPQROPcQeP7Fw6zas",
  "developer_id": "Multisys Technologies Corporation",
  "updated_date": "2021-06-23",
  "downloads": "1,000,000+",
  "country": "PH",
  "description": "StaySafe is the Department of the Interior and Local Government (DILG) and Inter-Agency Task Force on Emerging Infectious Diseases’ official contact tracing mobile app with Google-Apple Exposure Notification (GAEN) feature via Bluetooth in the Philippines On the app, enable your Bluetooth to activate the GAEN feature. Information about who you have encountered using the GAEN feature will never leave your phone and is automatically deleted after 14 days. Signing up is optional and you can use the StaySafe app without an account needed. If you have an account, your data will be stored securely on your phone and deleted automatically after 14 days. Your data will be used only for public health purposes and never for enforcement. The DILG has worked closely with the National Privacy Commission to ensure your privacy and data security are protected. Join us as you protect yourself, your loved ones, and your community. Your efforts will help the country's leaders and frontliners to know if you're safe. It will also alert them on individuals who are in need of immediate medical assistance. Stay at home, stay healthy, and stay safe!",
  "app_store_url": "https://play.google.com/store/apps/details?id=ph.staysafe.mobileapp",
  "dangerous_permissions_count": 0,
  "permissions": {
    "Other": [
      {
        "permissionName": "Full network access",
        "isDangerous": 0
      },
      {
        "permissionName": "Pair with bluetooth devices",
        "isDangerous": 0
      },
      {
        "permissionName": "Prevent device from sleeping",
        "isDangerous": 0
      },
      {
        "permissionName": "Run at startup",
        "isDangerous": 0
      },
      {
        "permissionName": "View network connections",
        "isDangerous": 0
      }
    ]
  },
  "developer_url": "https://www.staysafe.ph/",
  "available": true,
  "first_time_seen": "2020-08-06",
  "privacy_policy": "https://www.staysafe.ph/privacy-statement"
}