{
  "id": "pl.gov.mc.protegosafe",
  "title": "STOP COVID - ProteGO Safe",
  "icon_url": "https://play-lh.googleusercontent.com/hP4Sapo5uUnevomjxjRc7pHSVDw_336S90Uo50XEBzDyxLDsBHO3CvhhZSTHFvV9LMAo2uHRqE5_x63DQ84D",
  "developer_id": "5846632246178772267",
  "updated_date": "2021-09-07",
  "downloads": "1,000,000+",
  "country": "PL",
  "description": "The official Polish application notifying of exposure to the coronavirus, designed in cooperation with the Chief Sanitary Inspectorate. The application is intended for use in Poland. STOP COVID - ProteGO Safe is a smartphone application that supports the fight against coronavirus. How does it work? Thanks to STOP COVID - ProteGO Safe, the phone will remember who you have met. Importantly, it doesn't share this information with anyone. Instead, it will inform you about contact with an infected person and tell you what to do in such a situation. This gives you chance for faster reaction and help. Download, install and use the STOP COVID - ProteGO Safe application. Encourage your family and friends to do so too. It’s in your hands. The application is safe and anonymous. STOP COVID - ProteGO Safe cares about the security of your data and privacy. It doesn't collect any data. It doesn't share any information about you anywhere. It doesn't track your location; can't access any files or information you keep on your phone. IMPORTANT: - the receipt of a notification doesn't constitute an obligation to undergo home quarantine, - the receipt of a notification doesn't mean that you are sick or that your loved ones are sick, - no one will find out that you have had contact with an infected person (you won't know which person among the ones you have had contact with got sick either, and the infected person doesn't know to whom their notification is being sent), - you won't receive such notification if the contact with the sick person was short, accidental - it lasted less than 15 minutes and the distance between your devices was greater than 2 meters, - the application doesn't inform you that you are in contact with a sick person at the given moment! You will not be notified that the person standing next to you has coronavirus. Notifications are sent after the given user has obtained a positive test result - in such a case the person is sent to quarantine, so shall not be standing next to you in the queue. STOP COVID - ProteGO Safe not only notifies you of possible contact with the coronavirus but also gives you the opportunity to complete disease risk assessment tests and keep a health diary. The Risk Assessment Test is a simple survey created by doctors. After you complete the test, the system checks (based on the guidelines of the World Health Organization and the Chief Sanitary Inspectorate) to which risk group you shall be assigned by your answers. You will also receive a behaviour recommendation. It will tell you what to do next and where to seek help if needed. STOP COVID - ProteGO Safe also allows you to keep a health diary, i.e. regularly record information about how you feel and what health condition you are in. Thanks to this, you can react in the event of alarming symptoms. The health diary is also - if necessary - a helpful tool for doctors. It makes it easier to provide medical staff with information about the development of symptoms, coexisting diseases or medicines you take. Thanks to this, you will gain a chance for a faster diagnosis and choosing the right treatment regimen. Keeping a health diary is very simple and doesn't take long. In STOP COVID - ProteGO Safe you will also find reliable, official and up-to-date information on the current situation related to the coronavirus pandemic. You will learn how to take precautions and what to do in case of suspected infection in yourself or your loved ones. Published information includes announcements confirmed by the Ministry of Health or the Chief Sanitary Inspectorate. It is also based on data from the European Centre for Disease Prevention and Control (ECDC) and the World Health Organization (WHO). Where can you find more information? www.gov.pl/protegosafe Technical support protego@mc.gov.pl Let's defeat the coronavirus together!",
  "app_store_url": "https://play.google.com/store/apps/details?id=pl.gov.mc.protegosafe",
  "dangerous_permissions_count": 0,
  "permissions": {
    "Other": [
      {
        "permissionName": "Full network access",
        "isDangerous": 0
      },
      {
        "permissionName": "Pair with bluetooth devices",
        "isDangerous": 0
      },
      {
        "permissionName": "Prevent device from sleeping",
        "isDangerous": 0
      },
      {
        "permissionName": "Receive data from internet",
        "isDangerous": 0
      },
      {
        "permissionName": "Run at startup",
        "isDangerous": 0
      },
      {
        "permissionName": "View network connections",
        "isDangerous": 0
      }
    ]
  },
  "developer_url": "https://www.gov.pl/web/protegosafe/polityka-prywatnosci-stop-covid--protego-safe",
  "available": true,
  "first_time_seen": "2020-05-17",
  "privacy_policy": "https://www.gov.pl/web/protegosafe/polityka-prywatnosci-stop-covid--protego-safe"
}