{
  "id": "pl.gov.mc.protegosafe",
  "title": "ProteGO Safe",
  "icon_url": "https://lh3.googleusercontent.com/hP4Sapo5uUnevomjxjRc7pHSVDw_336S90Uo50XEBzDyxLDsBHO3CvhhZSTHFvV9LMAo2uHRqE5_x63DQ84D",
  "developer_id": "Ministerstwo Cyfryzacji",
  "updated_date": "2020-08-15",
  "downloads": "100,000+",
  "country": "PL",
  "description": "Oficjalna, polska aplikacja służąca do śledzenia kontaktu z koronawirusem, wydana przez Ministerstwo Cyfryzacji przy współpracy z Głównym Inspektoratem Sanitarnym. Aplikacja przewidziana do użytku na terenie Polski. ProteGO Safe to realna pomoc dla nas wszystkich. Dzięki niej bezpiecznie wrócimy do w pełni normalnego życia. To także realna pomoc w sytuacji zakażenia koronawirusem. Ważne, aby korzystało z niej możliwie najwięcej osób. Zachęć znajomych do pobrania, zainstalowania i korzystania z aplikacji. Pokonajmy razem koronawirusa! Aplikacja ProteGO Safe pomaga w bezpiecznym wychodzeniu z najostrzejszych obostrzeń związanych z pandemią. Informuje o potencjalnym zagrożeniu zakażenia koronawirusem. Powiadomienia o możliwym kontakcie z koronawirusem Ta wersja aplikacji korzysta z narzędzi systemowych urządzenia do powiadamiania o możliwym kontakcie z koronawirusem. Pozwól, by aplikacja anonimowo rejestrowała spotkania z innymi urządzeniami. Dzięki temu, gdy użytkownik któregoś z nich zachoruje, otrzymasz odpowiednie powiadomienie. Wykonuj test oceny ryzyka Test oceny ryzyka to prosta ankieta stworzona przez lekarzy. Po uzupełnieniu testu, system sprawdza (na podstawie wytycznych Światowej Organizacji Zdrowia i Głównego Inspektoratu Sanitarnego) do jakiej grupy ryzyka kwalifikują się Twoje odpowiedzi. Otrzymasz też rekomendację zachowań. Dzięki temu dowiesz się, co robić dalej i gdzie - w razie potrzeby - szukać pomocy. Ważne! Wypełniaj test regularnie i zgodnie z prawdą. To dla Twojego dobra i zdrowia. Regularnie uzupełniaj dziennik zdrowia ProteGO Safe umożliwia także prowadzenie dziennika zdrowia, czyli regularnego zapisywania informacji o tym, jak się czujesz i w jakiej jesteś kondycji. Dzięki temu, w razie wystąpienia niepokojących objawów, możesz zareagować. Dziennik zdrowia to także - jeśli zajdzie taka potrzeba - narzędzie pomocne dla lekarzy. Ułatwia przekazanie personelowi medycznemu informacji o rozwoju objawów, współistniejących schorzeniach, czy przyjmowanych lekach. Dzięki temu zyskasz szansę na szybszą diagnozę oraz wybór odpowiedniego schematu leczenia. Prowadzenie dziennika zdrowia jest bardzo proste i nie zajmuje wiele czasu. Zacznij od dziś – zadbaj o siebie i swoich bliskich. Ważne informacje o koronawirusie w jednym miejscu W ProteGO Safe znajdziesz wiarygodne, oficjalne i aktualne informacje na temat aktualnej sytuacji związanej z pandemią koronawirusa. Dowiesz się, jak zachować środki ostrożności i jak postępować w przypadku podejrzenia infekcji u siebie lub swoich bliskich. Publikowane informacje to komunikaty potwierdzone przez Ministerstwo Zdrowia lub Główny Inspektorat Sanitarny. To także informacje opracowane na podstawie danych Europejskiego Centrum ds. Zapobiegania i Kontroli Chorób (ECDC) oraz Światowej Organizacji Zdrowia (WHO). Gdzie znajdziesz więcej informacji? www.gov.pl/protegosafe Wsparcie techniczne: protego@mc.gov.pl",
  "app_store_url": "https://play.google.com/store/apps/details?id=pl.gov.mc.protegosafe",
  "permissions": {
    "Other": [
      "Full network access",
      "Pair with bluetooth devices",
      "Prevent device from sleeping",
      "Receive data from internet",
      "Run at startup",
      "View network connections"
    ]
  },
  "developer_url": "https://www.gov.pl/attachment/611d59ce-fea2-4020-8a2c-820ae77e3e65",
  "available": true,
  "first_time_seen": "2020-05-17"
}