{
  "id": "tn.onmne.e7mi",
  "title": "E7mi - إحمي",
  "icon_url": "https://play-lh.googleusercontent.com/RTvf-nzORwvqdIlJ1zeV1DvKA1VAsiynsemSF_8_f_YLwKjsnNZ7nmi58dKCjNqqAiI",
  "developer_id": "ONMNE Tunisie",
  "updated_date": "2020-05-22",
  "downloads": "100,000+",
  "country": "TN",
  "description": "E7mi, l'application officielle tunisienne de traçage numérique du Covid-19, vise à contribuer  à la réduction de la propagation du virus parmi nous. L'une des caractéristiques les plus importantes du virus Covid-19 est que lorsqu'une personne en est infectée, elle peut rester asymptomatique jusqu'à deux semaines. Pendant cette période, la personne est contagieuse pour son environnement, notamment avec la possibilité d'infection aléatoire. Ce processus est répété pour chaque personne affectée par le virus et il devient très difficile d'arrêter la propagation. L'application E7mi offre une solution à cette problématique. Une fois l'application téléchargée et installée, elle commence automatiquement à détecter et à stocker les interactions survenues, c’est-à-dire, à chaque fois qu’on se trouve dans un rayon de quelques mètres d’une autre personne possédant l’application, sans révéler l'identité de l'utilisateur dans le cadre du respect des données personnelles. Ce qui nous permet de gagner du temps et de découvrir des cas dans les plus brefs délais comparés au temps actuellement consacré à la recherche sur le terrain des personnes qui étaient en relation directe ou indirecte avec le porteur du virus. L'application peut également permettre à l'État tunisien de contacter toutes les personnes qui ont approché la personne infectée. Elle peut les diagnostiquer avant l'apparition des symptômes. De cette façon, nous serons capables d’arrêter le virus de manière simple et rapide. L'application E7mi est soigneusement conçue pour conserver les données personnelles des citoyens : - Le numéro de téléphone de l’utilisateur est la seule information qui doit être fournie afin de faciliter le processus de prise de contact en cas d’infection présumée ; - Les utilisateurs ne peuvent pas déterminer l'identité des personnes qui les ont approchées, infectées ou qui sont la source de la contamination ; - Les informations des interactions survenues pour une journée sont automatiquement supprimées après 14 jours ; - Toutes les communications entre le serveur et l'application se font via des systèmes de chiffrages selon les normes internationales  ; - Les informations ne sont pas utilisées pour d'autres fins que la santé publique ; - Le système est désactivé et détruit une fois la menace de l'épidémie passée ; - Les données sont stockées et traitées sur des serveurs présents sur le territoire tunisien ; - Le code de l'ensemble du système est ouvert à l'Instance nationale de protection des données personnelles pour examen et audit ;",
  "app_store_url": "https://play.google.com/store/apps/details?id=tn.onmne.e7mi",
  "dangerous_permissions_count": 1,
  "permissions": {
    "Location": [
      {
        "permissionName": "Precise location (gps and network-based)",
        "isDangerous": 1
      }
    ],
    "Other": [
      {
        "permissionName": "Access bluetooth settings",
        "isDangerous": 0
      },
      {
        "permissionName": "Full network access",
        "isDangerous": 0
      },
      {
        "permissionName": "Pair with bluetooth devices",
        "isDangerous": 0
      },
      {
        "permissionName": "Receive data from internet",
        "isDangerous": 0
      },
      {
        "permissionName": "Run at startup",
        "isDangerous": 0
      }
    ]
  },
  "developer_url": "https://www.e7mi.tn",
  "available": true,
  "first_time_seen": "2020-08-07",
  "privacy_policy": "https://www.e7mi.tn/privacy.html"
}