{
  "id": "uy.gub.salud.plancovid19uy",
  "title": "Coronavirus UY",
  "icon_url": "https://play-lh.googleusercontent.com/GIiVNzqeX19-ov7OpPeEbSWuaoMP7LAyj-jmYMsSBu5AUek3ynIQSZJnRXaGZfSWskM",
  "developer_id": "AGESIC",
  "updated_date": "2021-11-09",
  "downloads": "1,000,000+",
  "country": "UY",
  "description": "Información, atención médica, y alertas de exposición a COVID-19 para residentes en Uruguay. Utilizando Coronavirus UY podrás conseguir toda la información actualizada acerca de la enfermedad en Uruguay, y de cómo proteger tu salud y la de tu familia. En caso de tener alguno de los síntomas podrás realizar consultas directamente a través de la aplicación y, si fuese necesario, tu prestador de salud podrá coordinar para que se te realice un test. Activando las Alertas de Exposición, tu teléfono podrá avisarte si detecta una posible exposición al virus, para que recibas asesoramiento, seguimiento y atención lo más rápidamente posible. El sistema es operado y gestionado por la Agencia de Gobierno Electrónico y Sociedad de la Información y del Conocimiento (Agesic) y el Ministerio de Salud Pública del Uruguay (MSP), en el marco del Plan Nacional Coronavirus. En el caso de contraer la enfermedad, la aplicación te permitirá informar diariamente a tu médico acerca de tu estado de salud (por ejemplo fiebre u otros síntomas). De esa forma podrá mantenerse al tanto de tu salud, indicarte la mejor forma de cuidarte, e incluso contactarte a través de vídeo llamadas. Permite gestionar el seguimiento de tu grupo familiar, registrando en tu propio dispositivo a tus hijos u otras personas a cargo. Permite realizar la declaración jurada obligatoria del estado sanitario de la persona para ingreso a Uruguay. En la aplicación tendrá disponible la certificación de las vacunas recibidas de acuerdo con el registro del MSP. Tendrá ademas la posibilidad de descargar el certificado de vacunación. Nota: las Alertas de Exposición solo están disponibles para teléfonos con Android versión 6 o superior. Requieren tener actualizados los Servicios de Google Play y que estén activadas las Notificaciones de exposición ( Ver Ajustes > Google > Notificaciones sobre exposición al COVID-19 ) .",
  "app_store_url": "https://play.google.com/store/apps/details?id=uy.gub.salud.plancovid19uy",
  "dangerous_permissions_count": 2,
  "permissions": {
    "Microphone": [
      {
        "permissionName": "Record audio",
        "isDangerous": 1
      }
    ],
    "Camera": [
      {
        "permissionName": "Take pictures and videos",
        "isDangerous": 1
      }
    ],
    "Other": [
      {
        "permissionName": "Change network connectivity",
        "isDangerous": 0
      },
      {
        "permissionName": "Control vibration",
        "isDangerous": 0
      },
      {
        "permissionName": "Full network access",
        "isDangerous": 0
      },
      {
        "permissionName": "Pair with bluetooth devices",
        "isDangerous": 0
      },
      {
        "permissionName": "Prevent device from sleeping",
        "isDangerous": 0
      },
      {
        "permissionName": "Receive data from internet",
        "isDangerous": 0
      },
      {
        "permissionName": "Run at startup",
        "isDangerous": 0
      },
      {
        "permissionName": "View network connections",
        "isDangerous": 0
      }
    ]
  },
  "developer_url": "http://coronavirus.uy",
  "available": true,
  "first_time_seen": "2020-05-10",
  "privacy_policy": "https://www.gub.uy/ministerio-salud-publica/comunicacion/publicaciones/politica-privacidad-app-coronavirusuy"
}